{ "index" : { "_index" : "snopes_prod", "_id" : 1 } }
{"id":1,"title":"No, AL Gov. Kay Ivey Is Not in This Photo Protesting Desegregation in Louisiana","author":"Jordan Liles","date":"26 October 2021","body":"On Oct. 20, 2021, Alabama Gov. Kay Ivey, a Republican, tweeted the following: “We have permanently BANNED Critical Race Theory in Alabama. We’re focused on teaching our children how to read and write, not HATE.”<br>A Twitter user responded by displaying a photograph that purportedly showed Ivey protesting against desegregation. It was retweeted and liked tens of thousands of times.<br>This picture does not show Alabama Gov. Kay Ivey protesting desegregation in Louisiana in 1960.The picture was taken in New Orleans, Louisiana on Nov. 15, 1960. However, there is no evidence that Ivey appeared in this picture. The same photograph later showed up in a TikTok video.<br>According to Getty Images, the photograph was shot in New Orleans, Louisiana, on Nov. 15, 1960. The official caption read: “Women at William Franz Elementary School yell at police officers during a protest against desegregation at the school, as three black youngsters attended classes at the school for the second day. Some carry signs stating ‘All I Want For Christmas is a Clean White School’ and ‘Save Segregation Vote, States Rights Pledged Electors.'”<br>The picture that appeared in the viral tweet told part of the story of Ruby Bridges. According to womenshistory.org, at the time, Bridges was a six-year-old Black girl who “became the first African American student to integrate an elementary school in the South.”<br>This picture does not show Alabama Gov. Kay Ivey protesting desegregation in Louisiana in 1960.Ruby Bridges is escorted by US Federal Marshals into William Frantz elementary school during the second week of the court-ordered integration in New Orleans, Louisiana on Nov. 28, 1960. Two white students attended that day as there has been an almost total white boycott of the integrated schools.<br>We found no reporting or other data that linked Ivey to the picture from the viral tweet. Further, according to biographies about her early life, she grew up in the state of Alabama and would have been 16 years old when the photograph was taken.<br>Others pointed out that Ivey appeared in blackface in the past while attending Auburn University, which is true. However, that is a separate claim from the picture that showed people protesting against desegregation in Louisiana, which had nothing to do with her.<br><br>","claim":"A picture from 1960 shows Alabama Gov. Kay Ivey protesting desegregation in Louisiana."}
{ "index" : { "_index" : "snopes_prod", "_id" : 2 } }
{"id":2,"title":"Is Stonehenge Reset for Daylight Saving Time?","author":"Dan Evon","date":"15 March 2021","body":"As sure as people are to set their clocks forward in the spring for daylight savings time, social media users are sure to circulate a meme claiming that a similar ritual is taking place at Stonehenge. One popular version of this meme carries the caption: “Resetting the rocks at Stonehenge in preparation for Daylight Savings Time”:<br>This is, of course, not true. This meme was created as a joke. Daylight saving time is a human-made invention and has no impact on the sun’s position in the sky or the shadows that it casts. The stones at Stonehenge also weigh about 50,000 pounds (or 25 tons), which makes them a little inconvenient to reposition. <br>While this claim is just a joke, it does include a genuine (and genuinely odd) picture of Stonehenge. <br>Stonehenge, a prehistoric monument consisting of several large stones arranged in a circle in Wiltshire, England, was built sometime around 2500 B.C. A handful of restoration efforts occurred over the ensuing centuries. According to English Heritage, a charity that manages hundreds of historical sites in England, this photograph was taken in 1958 and shows one of the monument’s “Trilithons” being restored. <br>Stonehenge is not the only ancient monument to get some sarcastic love for daylight saving time. A similar joke is often made about Avebury, another ancient henge found in Wiltshire, England. In fact, on April Fools’ Day in 2016, the United Kingdom’s National Trust for Places of Historic Interest or Natural Beauty published a video showing how the stone’s at Avebury had to be moved every year to accommodate for daylight saving time:<br>According to the Border Sundials, a company that hand-makes sundials, the best way to deal with daylight saving time for sundial owners is to simply mentally add an hour. Border Sundials writes: “Sundials do not understand daylight saving time, so in the summer you will need to add an hour onto the time shown to take account of British Summer Time.”<br><br>","claim":"The stones at Stonehenge are moved every year to accommodate for daylight saving time."}
{ "index" : { "_index" : "snopes_prod", "_id" : 3 } }
{"id":3,"title":"Did AP Use the Spelling ‘Missippi’ in a Headline About Literacy?","author":"Jordan Liles","date":"19 October 2021","body":"Since at least 2010, a picture of a newspaper headline has been shared on websites and social media. The headline read, ‘Missippi’s [sic] literacy program shows improvement,’ which referred to the state of Mississippi. The most recent social media post we found was from Oct. 18, 2021.<br>This story might bring to mind Jay Leno’s old ‘Headlines’ segment from his late-night show. The weekly bit involved displaying funny newspaper clippings for laughs. We didn’t find the misspelled headline in any of the Leno clips that were available on YouTube.<br><br>According to the picture, the article below the headline came from The Associated Press (AP). However, was the headline also written by the AP? This was what we sought to find out.<br><br>For readers who may not be familiar with what the AP does, stories from the wire service are republished on websites and printed in newspapers across the world, including right here on Snopes.com.<br>The following words were also visible in the body of the story: ‘… and his late wife, Sally, put up $100 million of their own money to improve …’ This bit of text helped in the effort to track down when the body of the article was first published.<br><br>We searched newspaper archives on the handy website Newspapers.com for the words from the body of the story. The earliest date we landed on was June 12, 2005. It was credited to Associated Press journalist Emily Wagster Pettus and printed in The Greenwood Commonwealth, a newspaper in the state of Mississippi. However, it had a different headline: ‘Barksdale Reading Institute getting results in schools.’<br><br>Following June 12, we found that the same story was printed with different headlines in quite a few newspapers.  The most common headline we saw was: ‘Mogul’s literacy investment paying off in poverty-stricken Mississippi schools.’<br><br>We found no newspaper that misspelled the word Mississippi as ‘Missippi.’ Further, we found it slightly odd that, according to Google’s search results, the headline picture didn’t find its way on the internet until five years later in 2010.<br><br>It’s possible that a small newspaper that has not yet made available its archives to Newspapers.com accidentally printed the misspelled headline. It’s also possible that the headline was printed as slang, something that has been written about the word ‘Missippi’ before, since some residents in the state pronounce it that way. The picture could also have been doctored by someone looking to make a joke.<br><br>One Reddit user provided an interesting possible explanation of why the headline was spelled the way it was, although it could be considered to be a stretch: ‘They just shortened Mississippi because there are only two columns. ‘Missippi’ is just the phonetic spelling for how they pronounce it down there.’<br><br>The ‘Missippi’s literacy program’ headline picture has been reposted a seemingly endless number of times on Reddit over the years, perhaps as a way to make light of the state’s national education ranking. One of the posts from June 2019 received more than 34,500 points and hundreds of comments. For readers unfamiliar with how significant this is, it meant that the photograph was one of the top submissions on the day that it was posted.<br><br>Quite a few Reddit users assumed the apparent error came from the AP, commenting: ‘Why would Mississippi be responsible for the AP’s inability to spell Mississippi?’ We found many more instances where the AP was blamed for spelling it as ‘Missippi.’ A search for ‘Missippi’ on Reddit showed lots of reposts with comments that placed blame on the AP.<br><br>We found no evidence to support the claim that the AP messed up and misspelled Mississippi as ‘Missippi’ in the headline about literacy. After contacting the AP, they confirmed that they did not write the headline. It’s not uncommon for newspapers to alter the headlines for stories from wire companies. That may have been what happened here.<br>","claim":"The Associated Press misspelled the word Mississippi as 'Missippi' in a headline about literacy."}
{ "index" : { "_index" : "snopes_prod", "_id" : 4 } }
{"id":4,"title":"Was the Largest Dinosaur Tibia on Record Found in Illinois?","author":"Madison Dapcevich","date":"20 June 2021","body":"A TikTok video shared to the platform on June 19, 2021, went viral after a man who claimed to live in a small town in central Illinois ‘surrounded by cornfields’ said that the world’s largest known dinosaur leg bone was found in his hometown. At the time of this writing, the video had been liked more than 31,000 times.<br><br>‘A local farmer was getting a new hole dug for a new thousand-gallon fuel tank, because with farmers it’s easier to have the fuel brought to you… and as they were getting ready to dig the support columns for the foundation, they hit something — they didn’t know what it was, so they called authorities,’ the man said.<br><br>‘Authorities came out and said, ‘yep, that’s bone but it was not a human bone.’ So, they talked to a couple colleges, they sent some people out. They said, ‘not only is it not human bone, it is a dinosaur bone,’ he added. ‘Not only is it a dinosaur bone. It is probably the largest leg bone they’ve ever found. It’s the largest tibia.’<br>The poster concluded by adding that researchers were setting up an observation tent for locals to come and see the dig in real life. But there are several discrepancies in the video that make it difficult to track the accuracy of the claims made. Firstly, the original poster did not name the town in which the bone was reportedly discovered, nor did he state a time frame. He also did not name the institution or university that researchers were supposedly affiliated with. A look through media reports in June 2021 did not return results to the above answers.<br><br>If true, the news would certainly have been reported and commented on by the archaeology community, because according to the University of Illinois Extension, there is no record of dinosaur fossils ever having been discovered in the state. This is largely due to the historical geology and climate of the region. Near the end of the dinosaurs roughly 65 million years ago, North America looked much different than it does in the 21st century.<br><br>‘A vast gulf of water separated most of eastern North America from the western mountains. North and South America were also separated by water,’ wrote the university. ‘Because of the warmer temperatures and ocean currents at that time, ice caps at the poles were not present.’<br><br>Fossils that may have held the secrets to the species of dinosaurs that might have once inhabited the Land of Lincoln may have been eroded away over time, noted the university.<br><br>On June 8, NPR Illinois station 91.9 WUIS reported that researchers in Australia have confirmed the ‘discovery of Australia’s largest dinosaur species ever found.’ Publishing their findings in the peer-reviewed journal PeerJ, the research team reported that the fossilized bones of Australotitan cooperensis were excavated in 2006 and 2007 and, after years of analysis, paleontologists from the Queensland Museum and Eromanga Natural History Museum were able to confirm that the animal measured about ‘80 to 100 feet long and 16 to 21 feet tall at its hip. It weighed somewhere between 25 and 81 tons. For comparison, the Tyrannosaurus rex was about 40 feet long and 12 feet tall.’ (However, there was no mention of a fuel tank or a farm in that study.)<br><br>Snopes contacted the University of Illinois Extension and the U.S. Geological Survey for further clarification about the supposed Illinois discovery but did not hear back in time for publication. <br><br>But in late July, the Chicago Tribune identified the original poster as a man named Merf who lived north of Springfield in the small town of Sherman. In the article, reporter Christopher Borrelli noted that Merf had published subsequent videos in which claims to have applied for press credentials but needed to keep quiet because ‘science moves slowly.’ Eventually, though, the gag was up. Borrelli wrote:  <br><br>Finally, in late June, after four videos and a couple of weeks of updates, he posted a new video explaining he had just received a press release from the ‘Department of Interior’ officially explaining the situation. At which point, the video cut abruptly to pop star Rick Astley singing ‘Never Gonna Give You Up,’ doing his famous loose-limbed shimmy. In the world of online memes, this was called a Rickroll, a good-natured gaslighting that leads the viewer nowhere, to Astley dancing.<br><br>As such, we have changed the initial rating of this claim from ‘Research in Progress’ to ‘False.’<br>","claim":"A dinosaur bone described as the world’s largest tibia was discovered on an Illinois farm."}
{ "index" : { "_index" : "snopes_prod", "_id" : 5 } }
{"id":5,"title":"Are People Receiving Vaccines With More Ingredients Than FDA Approved?","author":"Jessica Lee","date":"27 October 2021","body":"In Oct. 25, 2021, a Snopes reader alerted us to an alleged conspiracy regarding COVID-19 vaccine ingredients. According to the rumor, vaccine recipients were supposedly being injected with formulas containing more ingredients than what the U.S. Food and Drug Administration (FDA) had ‘approved’ for the immunizations.<br><br>‘The FDA approved version of the ‘vaccine’ had 3 ingredients. The version being injected into the public has 7,’ the reader wrote to us, referring to a post supposedly seen on Facebook.<br><br>The reader’s inquiry included other claims, including the false notion that FDA-endorsed formulas by Pfizer-BioNTech, Moderna, and Johnson & Johnson (J&J) did not ‘fit the definition’ of vaccines but were rather ‘experimental treatments’ for the coronavirus. (Here’s a portal of evidence on the FDA’s website outlining the agency’s approval of the immunizations, debunking that assertion.) For the purpose of this fact check, however, we will focus on the allegation about the immunizations’ amount of ingredients.<br><br>[See also from Snopes: Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?]<br><br>Before we address the crux of the claim, a note on semantics: As of this writing, the FDA had only granted ‘full approval’ to one type of vaccine — Pfizer’s. However, the federal agency gave the formulas by Moderna and J&J ‘emergency use authorizations’ (EUA), allowing for their mass distribution to help end the deadly pandemic as fast as possible. That endorsement, while it was not a full approval, confirmed the shots’ safety and effectiveness after testing them on tens of thousands of people.<br><br>While the post displayed above used the phrase ‘FDA-approved’ without specifying which immunization it was referring to, we considered ingredients for all three vaccines, no matter if they had full FDA approval or EUA’s.<br><br>Firstly, here’s the FDA’s list of ingredients for Pfizer’s shot, as outlined via documentation on its website:<br><br>mRNA, lipids ((4- hydroxybutyl)azanediyl)bis(hexane-6,1-diyl)bis(2-hexyldecanoate), 2 [(polyethylene glycol)-2000]-N,N-ditetradecylacetamide, 1,2-Distearoyl-sn-glycero-3-phosphocholine, and cholesterol), potassium chloride, monobasic potassium phosphate, sodium chloride, dibasic sodium phosphate dihydrate, and sucrose.<br><br>In other words, the formula contained mRNA molecules (the messenger ribonucleic acids that help immune systems fight COVID-19), as well as salt, sugar, a variety of fatty acids and a handful of other compounds, for a total of seven ingredients.<br>","claim":"While the 'FDA approved version' of COVID-19 vaccinations include three ingredients, people are being injected with shots containing seven."}
{ "index" : { "_index" : "snopes_prod", "_id" : 6 } }
{"id":6,"title":"Does a Video Show a Fighter Jet Breaking the Sound Barrier?","author":"Bethania Palma","date":"4 March 2021","body":"In March 2021, Snopes readers asked about a video circulating on social media that showed a fighter jet blasting by an audience on a beach, along with commentary claiming the aircraft broke the sound barrier, as evidenced by a disc-shaped cloud that formed around it:<br>The video shows a flyby by an F-18 Super Hornet at the annual Bethpage Air Show, which took place over Jones Beach in New York in 2009. <br>Although an F-18 Super Hornet is certainly capable of supersonic flight, the air show pilots didn’t break the sound barrier. In another video from the same air show, the announcer can be heard informing the crowd that the plane is close to the speed of sound, but the pilots were careful not to surpass it:<br>As the announcer explained, that’s because the resulting sonic boom would be so powerful that it would leave a wave of destruction. The Federal Aviation Administration (FAA) bans most supersonic flight over or near land.<br>As anyone who lives in the flight path of a space shuttle has learned by experience, sonic booms are not only extremely loud, they cause the ground to shake.<br>In 2014, a U.S. Navy F-18 jet flying over the Pacific Ocean about 35 miles southwest of San Diego went supersonic. The resulting sonic boom led residents miles away in Orange and Los Angeles counties to believe they had experienced an earthquake. The sonic boom from a meteor that struck the city of Chelyabinsk, Russia, in 2013 also caused widespread damage.<br>Sonic booms are shock waves from air pressure and occur when an aircraft exceeds the speed of sound, which depending on various conditions, is about 761 mph.<br>Although some posts and comments on social media indicated that viewers believed the circular cloud that formed around the F-18 at the 2009 air show was evidence of the plane going supersonic, it’s not. The cloud is known as a vapor cone, or sometimes called a “shock collar” or “shock egg,” per the BBC, which published an explainer on the phenomenon in 2016.<br>The cone forms when airplanes approach the speed of sound, particularly if they are flying low over water. Even so, it’s not visual evidence that the plane is breaking the sound barrier, per the BBC:<br>The vapour cones are created by a shockwave that is generated by the aircraft as it picks up speed. The shock waves are the physical effects of the aircraft travelling so fast through air. As the aircraft picks up speed, and approaches the speed of sound – around 767mph (1,234km/h) at sea level – shockwaves form around the aircraft. Across these shockwaves there is ‘discontinuity’ in the local air pressure and temperature. This causes the air to lose its capacity to hold water and condensation starts to form, creating the vapour cone.<br>The BBC also noted that the visual effect can be more dramatic when some of the air flowing around parts of the plane actually do pick up speeds faster than sound, an event known as a “transonic” flight.<br>Supersonic travel is currently limited to military flights and NASA shuttles, although from 1976 until 2003, civilian air passengers with deep pockets could make transatlantic flights aboard Concordes, commercial planes that traveled at supersonic speeds. Regulations banning supersonic flights over land because of sonic booms was one of the contributing factors that led to the final grounding of Concordes in 2003.<br>","claim":"A video shows an F-18 Super Hornet breaking the sound barrier and creating a sonic boom."}
{ "index" : { "_index" : "snopes_prod", "_id" : 7 } }
{"id":7,"title":"Do COVID-19 Vaccines Change the Color of Human Blood?","author":"Madison Dapcevich","date":"12 October 2021","body":"In late 2021, some users took to social media to claim that COVID-19 vaccines changed the color of human blood. A number of iterations of the allegation were present on social media and, as fact-checkers at USA Today, The Associated Press, and AFP previously reported, it appears to have originated in a Sept. 17 Instagram post.<br>‘Left vs. Right= non vax vs. VAX,’ read the post, which also featured two bags of what appeared to be differently red-hued bags of blood that looked ‘like a bag of blood clots.’<br><br>Some users used the photo to argue that the American Red Cross didn’t ‘want blood from inoculated people’ because ‘it looks disgusting!!!’<br><br>This is false. In an email to Snopes, the American Red Cross said that the claim was ‘simply untrue.’<br><br>‘There is no substance to the claim that COVID-19 vaccine changes the color of blood. At the American Red Cross, we visually inspect all donated units and have not seen that COVID-19 vaccinated blood units change the color of blood,’ wrote spokesperson Kate Wilkes,<br><br>Blood in human veins is always red, never blue, though it can sometimes look blue through our skin — an optical illusion that occurs because blue light does not penetrate as far into tissue as red light. If a blood vessel is deep enough, the eyes see more blue than red light reflected because of how the blood absorbs red wavelengths. (Blue blood does exist in the natural world — for instance, in horseshoe crabs.)<br><br>But the hue of blood can vary naturally because of the way blood interacts with oxygen. A protein called hemoglobin, which contains a red-colored compound heme, is responsible for carrying oxygen through the blood stream. As The Conversation, a nonprofit news organization, reported previously, heme contains an iron atom that binds to oxygen and transports from the lungs and throughout the body. When oxygen is bound to its iron, blood can turn a bright, candy apple red. Without oxygen, it appears as a darker red color.<br><br>Minor variations in individual levels of bilirubin, an orange-yellow pigment related to red blood cells, oxygen, iron, lipids and red blood cell count, among other factors, can contribute to changes in blood color, added Wilkes.<br><br>But there is no known instance where a COVID-19 vaccine changed the hue or color of blood.<br><br>That is backed up by a June 2021 study published in the peer-reviewed journal Transfusion, which determined that current donor screening guidelines are acceptable in light of the pandemic. These guidelines do not require testing samples for SARS-CoV-2 virus but do require that donors be screened for symptoms of COVID-19 and other infections.<br>","claim":"COVID-19 vaccines change the color of human blood."}
{ "index" : { "_index" : "snopes_prod", "_id" : 8 } }
{"id":8,"title":"A ‘Columbus Day’ Claim Debunked in 1892","author":"Dan Evon","date":"11 October 2021","body":"In October 2021, as the annual “Columbus Day” holiday approached, many people took to social media to decry the Italian explorer, noting his involvement in the slave and sex trade, and to rebuff the notion that Columbus had discovered America. <br>The idea that Columbus discovered America is one of the most common misconceptions about the explorer. In fact, ever since the first “Columbus Day” holidays were celebrated in the 1800s (the very first Columbus Day was likely celebrated in 1792, though celebration of the holiday wasn’t widespread until the late 1800s), with school children singing their renditions of “My Country, ‘Tis of Thee” and other patriotic activities, people have been pushing back against the false claim that Columbus was responsible for the European “discovery” of the United States.<br><br>In December 1892, a few months after U.S. President Benjamin Harrison issued a proclamation to commemorate the “400th Anniversary of the Discovery of America by Columbus,” an article was published in Michigan’s Owosso Times entitled “The Columbus Canard” that debunked the claim that Columbus discovered North America. <br><br>“The Columbus Canard” was not the first time that an author attempted to correct the record. A few years prior, The New York Times published an article (republished below in The Boston Globe) that started with anecdote about a broker who adamantly placed a losing bet on Columbus’ discovery of the North American continent:<br><br>A Wall Street broker laid a wager the other day … that Christopher Columbus discovered the continent of North America, and, of course, lost it. It is surprising hoe many intelligent persons entertain the same error. Knowing that he discovered a number of islands in the Western Hemisphere, they think that he must of necessity have discovered this continent also. They forget that he died in ignorance of the real grandeur of his achievement, believing Cuba, Terra Firma, and the other lands he had found to be remote parts of Asia.<br><br>As noted in the centuries-old articles above, Columbus did not discover mainland North America. He made four voyages across the Atlantic, and while he saw Central America, the South American coast, and some Caribbean islands, including Puerto Rico, during his voyage, he was unaware of the vast land mass to the north of his explorations that would later become the United States of America.<br>There are a few other problems with stating that Columbus discovered North America. For one, North America was already inhabited by the time Columbus didn’t arrive. This is one of the driving forces behind the push to rename “Columbus Day” as “Indigenous Peoples Day.” Second, another European explorer, the Norse explorer Leif Erikson, arrived in North America (Erikson landed in “Vinland” which is modern-day Newfoundland) about 500 years before Columbus first set sail.<br>","claim":"Christopher Columbus was the first European explorer to discover America."}
{ "index" : { "_index" : "snopes_prod", "_id" : 9 } }
{"id":9,"title":"Does Pfizer’s COVID-19 Vaccine Contain Aborted Fetal Cells?","author":"Dan Evon","date":"8 October 2021","body":"In October 2021, a number of social media users started spreading the claim that Pfizer’s COVID-19 vaccine contained aborted fetal cells. <br>There are no aborted fetal cells in Pfizer’s COVID-19 vaccine. <br><br>This claim spawns from a video that was released by Project Veritas, a conservative activist group that has previously been found to use deceptive practices and misleading edits in their videos, on October 6, 2021, that supposedly showed ‘leaked’ emails from Pfizer employees about how they wanted to downplay the role fetal cells played in the development of the vaccine. One of the most popular screenshots reportedly showed an email in which Pfizer employees said that they ‘tried really hard’ not to share information about fetal cells being used during the testing of the COVID-19 vaccine:<br><br>The COVID-19 vaccines were hardly the first drug to be tested on fetal cell lines. In fact, most modern medicine has some connection to fetal cell lines.<br><br>Lawler said: ‘The bottom line is almost all the medical products we use have in some way been touched by research that’s been done on fetal cell lines.’<br><br>It’s also worth noting that the same fetal cell line (HEK293) that was used to test Pfizer’s COVID-19 vaccine was also used to test Regeneron’s monoclonal antibody treatment, REGEN-COV, the drug that former United States President Donald Trump took after contracting COVID-19.<br>","claim":"The Pfizer COVID-19 vaccine contains cells from an aborted fetus."}
{ "index" : { "_index" : "snopes_prod", "_id" : 10 } }
{"id":10,"title":"Are NY Hospitals Not Letting Unvaccinated Parents Take Their Newborn Babies Home?","author":"Nur Ibrahim","date":"7 October 2021","body":"Another COVID-19 rumor began circulating in October 2021, claiming that hospitals in the state of New York were preventing unvaccinated parents from seeing or taking home their newborn babies. <br><br>A number of posts on Facebook and Instagram made the rounds, prompting our readers to send us the following claim:<br><br>New Forced Control: NYU Langone and other Hospitals in New York and Long Island are Forcing that if the parent is not VAXXED they will not release Babies from the NICU to Parents or after birth as per CDC Guidelines. You Need to Show VAX-Passport to see your own New Born Baby. We reached out to the New York Department of Health about the above posts, and they flatly denied that such rules are in place. Spokesperson Abigail Barker released the following statement:<br><br>The New York State Department of Health is deeply disturbed by the grossly inaccurate messages being spread on social media regarding the false claim that there’s a prohibition on parents/guardians taking a baby home from the hospital based upon vaccination status. There is simply no truth to these claims. This is part of a larger dangerous misinformation campaign. This is why we continue to urge New Yorkers to please ignore the fiction and follow the science: COVID-19 vaccines are both safe and effective and are the best way to prevent serious illness. The Centers for Disease Control and Prevention (CDC) has stated that newborn babies are not at high risk of contracting COVID-19, and has not prohibited parents from rooming with their baby while in the hospital: “Current evidence suggests that the chance of a newborn getting COVID-19 from their birth parent is low, especially when the parent takes steps (such as wearing a mask and washing hands) to prevent spread before and during care of the newborn.”<br>","claim":"New York hospitals are not releasing babies to their unvaccinated parents, and are requiring parents to show a vaccine passport in order to have their child released from the neonatal intensive care unit (NICU) into their care."}
{ "index" : { "_index" : "snopes_prod", "_id" : 11 } }
{"id":11,"title":"Are Scientists ‘Literally Creating Glow-in-the-Dark Trees’ With Firefly DNA?","author":"Alex Kasprak","date":"4 October 2021","body":"In a Jan. 30, 2021, TikTok video, user niklongo blew the minds of his collective audience with a purported scientific development by Dutch scientists:<br>You wanna have your mind blown?<br>Dutch scientists have located and isolated the gene that makes fireflies able to glow, recombined the DNA, and put that DNA in plants, literally creating glow-in-the-dark trees. Eco-friendly outdoor nightlights!<br>Follow for more!<br>Broadly speaking, these claims stem primarily from confused and overhyped reporting that, at the time of the TikTok video, was over six years old. While scientists have inserted genes into plants that create a faint glow, glowing trees remain theoretical. The imagery used in the video stems from artwork inspired by — but not created with — this largely theoretical technology. Below, we break down all the problems with the assertions in the video:<br>‘Dutch Scientists’<br>Two words in, and already we are in trouble. The video asserts that “Dutch scientists” are responsible for locating and isolating the gene that “makes fireflies able to glow.” This is incorrect. The video’s Dutch connection is an artist and designer named Daan Roosegaarde who did not actually locate or isolate any genes, or put said genes in a tree. Some of the images used in the TikTok video were created by Roosegaarde, but these were created by literally shining lights on trees as part of an art installation called “Glowing Nature.”<br>In 2014, Roosegaarde received a splash of U.S. media coverage while promoting his work at that year’s SXSW festival in Austin, TX. During an interview in which he discussed using biologically inspired technology to solve environmental problems, he explained that the idea of using glowing trees as street lamps was inspired in part by the work of former SUNY Stony Brook professor Alexander Krichevsky, who in 2011 left his academic post to start a company named Bioglow. The company “developed the world’s first autoluminescent (light producing) plants,” according to an archived version of the company’s website.<br>Bioglow apparently no longer exists, but it did produce and sell a limited run of faintly glowing plants. Unlike the imagery shown in the TikTok, the glowing effect in these plants was significantly more modest. “Some people … over 40 may not be able to see the glow,” explained a Bioglow promotional video from August 2015:<br>In the 2014 SXSW video, Roosegaarde held one of these early Bioglow plants as an example of biomimicry that inspires his art. Several reporters apparently falsely concluded that the Bioglow plant was an invention that Roosegaarde conceived of and helped to develop. This does not appear to be accurate. While some reports suggested there were or are theoretical plans for the artist and the scientist to collaborate on “a really large [autoluminescent plant] like a tree which glows at night instead of standard street lighting,” there is no indication anything came of this collaboration, if it materialized at all.<br>Contact information for Krichevsky was not readily apparent. We reached out to Roosegaarde’s studio for more information on their work together and will update our piece if we receive new information. <br>‘The Gene That Makes Fireflies Able To Glow’<br>Contrary to the claim in the TikTok video, the creation of genetically modified glowing plants does not, at any point, introduce genes sourced from fireflies. Part of the confusion is that several academic or commercial enterprises are attempting, or have attempted, to create glowing plants. All of these efforts involve, in some way, the chemical luciferase, which reacts with a group of chemicals termed luciferins in a way that generates light. This chemical mechanism, generally speaking, is responsible for bioluminescence in several organisms, including fireflies.<br>Several glowing plant projects attempt to create luminescence by directly injecting or applying luciferins and luciferase into or on them. One of the most notable efforts using this sort of methodology comes from the laboratory of Michael Strano, a professor of chemical engineering at MIT developing a nanoparticle delivery mechanism. These efforts have also received significant (and more recent) media coverage, but this work is not actually genetic engineering.<br>As far as we are aware, the only person to attempt to use genetic engineering to create glowing plants is Krichevsky. The central difference in his approach compared to those that apply luciferin-related chemicals is that Krichevsky’s plants are autoluminescent. In other words, he modified the genes of a plant in a way that allows it to create its own luciferins and luciferase.<br>However, the genetic material inserted into the plant’s genome does not come from fireflies. Krichevsky published his methodology for engineering his plants in a 2010 paper. The genes it uses are sourced from the bioluminescent marine bacteria Photobacterium leiognathi. In neither method would it be accurate to say genes are isolated “from fireflies.”<br>‘Literally Creating Glow-in-the-Dark Trees’<br>A commonly invoked vision for people involved in glowing plant research is a future where energy consumption is reduced thanks to glowing trees that could serve as self-powered streetlamps.<br>Speaking to the outlet Dezeen in 2014, Krichevsky explained, “In the long term we see use of glowing plants in contemporary lighting design, namely in landscaping and architecture as well as in transportation, marking driveways and highways with natural light that does not require electricity.”<br>In an article introducing his SXSW interview a few months later, Dezeen introduced Roosegaarde as someone “exploring ways of using bioluminescent bacteria found in jellyfish and mushrooms to create glow-in-the-dark trees that could replace street lights.”<br>“Our target is to perform one treatment when the plant is a seedling or a mature plant, and have it last for the lifetime of the plant,” Strano said in the 2017 MIT Press release. “Our work very seriously opens up the doorway to streetlamps that are nothing but treated trees, and to indirect lighting around homes.”<br>In none of these cases, however, did these individuals literally create a glowing tree. The technology simply is not there yet. Krichevsky’s plants were not trees, but instead modified tobacco plants, which are commonly used in genetic research. The imagery used in the TikTok video comes from either art installations made by Roosegaarde which only mimicked the technology, or from computer-generated concept art, not literal glowing trees. Sadly.<br>Because glowing trees do not (yet) exist, because firefly genes are not used in this area of research, and because the work is falsely attributed to “Dutch scientists,” the claims presented in niklongo’s TikTok are “False.”<br><br>","claim":"Dutch scientists literally created glow-in-the-dark trees by inserting genetic material from fireflies, making them eco-friendly outdoor nightlights."}
{ "index" : { "_index" : "snopes_prod", "_id" : 12 } }
{"id":12,"title":"No, Walmart Did Not Say Customers in Germany Would Need Vaccination Proof","author":"Dan MacGuill","date":"28 September 2021","body":"In September 2021, Snopes readers inquired about widely-shared social media posts which claimed that Walmart Canada had announced that, beginning on Nov. 1, it would be requiring customers who wished to enter its stores to present proof of vaccination against COVID-19, as well as government-issued ID.<br><br>Those claims were false, and a meme shared online, which was presented as an official Walmart announcement, was bogus. <br><br>The meme contained the Walmart logo, along with the headline ‘Proof of vaccination required,’ and the following text:<br><br>EFFECTIVE NOVEMBER 1ST, 2021 SHOPPERS<br>WILL NEED TO PROVIDE PROOF OF<br>VACCINATION AND GOVERNMENT ISSUED ID IN<br>ORDER TO ENTER ANY WALMART IN CANADA. <br><br>WE WILL STILL BE HAPPY TO OFFER CURBSIDE <br>PICK UP TO THOSE UNVACCINATED.<br><br>THANK YOU<br><br>WALMART OF GERMANY<br><br>It was shared on Facebook, Twitter, Instagram and TikTok. Notably, we found no instance in which the purportedly official announcement was accompanied by a link to Walmart Germany’s website or social media accounts — a red flag that the meme was likely not authentic. <br><br>Adam Grachnik, director of corporate affairs for Walmart Canada, confirmed for Snopes that the company had never made any such announcement and does not have a policy of requiring customers to show proof of vaccination in order to enter stores, but noted that: ‘We continue to work with governments across the country and are following required restrictions.’<br>","claim":"In September 2021, Walmart Canada announced that, beginning in November, in-store customers would be required to show proof of vaccination against COVID-19."}
{ "index" : { "_index" : "snopes_prod", "_id" : 13 } }
{"id":13,"title":"Did Scientists Conclude Asymptomatic COVID Patients Can’t Spread Virus?","author":"Jessica Lee","date":"31 December 2021","body":"At the end of 2020, critics of government-imposed lockdowns on U.S. businesses and schools to prevent the spread of COVID-19 circulated posts alleging a new study found people who tested positive for the virus but did not show symptoms were not contagious.<br><br>The posts framed the alleged research as evidence that rules on social distancing in public spaces, such as restaurants and schools, were unnecessary given the assumption that symptomatic COVID-19 patients would stay home to rest, regardless of lockdown measures.<br>Around the same time, a website, LifeSiteNews, published the following headline supposedly reporting similar findings of a separate study out of Wuhan, China: “Asymptomatic transmission of COVID-19 didn’t occur at all, study of 10 million finds.”<br><br>Numerous Snopes readers contacted us to investigate the validity of the purported research and to determine whether scientists indeed concluded asymptomatic or presymptomatic COVID-19 patients did not transmit the virus to others.<br>Firstly, we will summarize the scope and objectives of both research projects. Researchers with doctorate degrees in biostatistics from the University of Florida, University of Washington, and Seattle’s Fred Hutchinson Cancer Research Center authored the Dec. 14 analysis to which conservative commentator Tomi Lahren refers in the above-displayed tweet criticizing lockdown restrictions.<br>Rather than conducting physical experiments or observing themselves, the scientists compiled 54 already-existing studies, including more than 78,000 people for their conclusions.<br>But here’s a widely misrepresented element of the research: The studies to which the scientists referred did not look at how the virus spreads from person to person in public settings. Rather, the research interrogated how, or to what severity, members of the same household pass the virus to each other. The report obtained by Snopes via the American Medical Association‘s JAMA Network read:<br>The World Health Organization China Joint Mission reported human-to-human transmission in China largely occurred within families, accounting for 78% to 85% of clusters in Guangdong and Sichuan provinces. […]<br>The household secondary attack rate characterizes virus transmissibility. Studies can collect detailed data on type, timing, and duration of contacts and identify risk factors associated with infectiousness of index cases and susceptibility of contacts. Our objective was to estimate the secondary attack rate of SARS-CoV-2 in households and determine factors that modify this parameter.<br>In other words, it was a false characterization of the report, no mater its findings, to frame it as proof of how the virus spreads in any setting other than homes.<br>That mischaracterization aside, however, the claim that no asymptomatic or presymptomatic patient passed the virus on, or that the research proved that only symptomatic COVID-19 patients perpetuated the pandemic, were the most egregious errors in the claim casting doubt on lockdowns.<br>By analyzing the dozens of studies, the scientists concluded symptomatic patients carried the highest risk of spreading the virus to other people, yet a small number of people appeared to have caught the virus from patients without symptoms. The report read:<br>We found significantly higher secondary attack rates from symptomatic index cases than asymptomatic or presymptomatic index cases, although less data were available on the latter. The lack of substantial transmission from observed asymptomatic index cases is notable. However, presymptomatic transmission does occur, with some studies reporting the timing of peak infectiousness at approximately the period of symptom onset. <br>The finding’s emphasis on the lack of data on the particular matter (comparing symptomatic transmission spread with the rate of other patients) matched a Nov. 18 analysis by scientist journalist Bianca Nogrady in Nature Communications. It said:<br>Now, evidence suggests that about one in five infected people will experience no symptoms, and they will transmit the virus to significantly fewer people than someone with symptoms. But researchers are divided about whether asymptomatic infections are acting as a ‘silent driver’ of the pandemic.<br>Nonetheless, public health officials urged all people to wear masks and practice social distancing until scientists learn more about how respiratory droplets containing the virus spread among all types of infected people.<br>The World Health Organization (WHO) stresses on its website that all infected people — regardless of whether they show symptoms — can spread COVID-19. “While someone who never develops symptoms can pass the virus to others, it is still not clear how frequently this occurs and more research is needed in this area,” WHO stated at the time of this report.<br>Meanwhile, the Centers for Disease Control reported on Nov. 20 that scientists estimated asymptomatic or presymptomatic patients accounted for more than 50% of the virus’ transmissions.<br>Now, let us look at the Nov. 20 study cited in the article on LifeSiteNews, which describes itself as a pro-life news site for Catholics. We found the original version of the paper via the scientific journal Nature Communications.<br>Per that edition, two dozen scientists looked at how the virus did or did not impact 9,899,828 Wuhan residents between May 14 and June 1 — more than a month after the government lifted its lockdown to curb the outbreak. According to WHO, the city’s restrictions were the strictest in the world, prohibiting all traveling, monitoring out-and-about residents at checkpoints at road junctions, and requiring everyone to self isolate.<br>That said, it was a misrepresentation of the study’s findings — no matter what they were — to frame them as applicable to the United States, where a patchwork of county and state governments issued a range of policies to contain the virus. For examples, a portion of local jurisdictions implemented mandatory stay-at-home orders (the closest lockdowns to Wuhan’s), while others issued advisories or recommendations for people to avoid unnecessary traveling or did nothing of the sort. Additionally, some of those restrictions remained in effect as of this report.<br>The scientists found that, of Wuhan’s roughly 10 million residents, the vast majority did not test positive for COVID-19. Of the approximately 300 people who did test positive, none displayed any symptoms.<br>Then, using tracing technology, the research group analyzed the health conditions of 1,174 people who spent time with the 300 asymptomatic or presymptomatic patients. No one within that group of some 1,200 people tested positive.<br>In sum, while the studies proved the rate of transmission between presymptomatic or asymptomatic COVID-19 patients appeared to be lower than that of symptomatic patients, the research did not confirm that infected people carry no risk of spreading the virus. In fact, public health officials say all COVID-19 patients, regardless of whether they show symptoms, are contagious. For those reasons, we rate this claim “False.”<br>","claim":"In late 2020, scientists published studies that proved presymptomatic or asymptomatic COVID-19 patients do not spread the virus in any setting."}
{ "index" : { "_index" : "snopes_prod", "_id" : 14 } }
{"id":14,"title":"Did a University Ban Capital Letters To Avoid Scaring Students?","author":"Dan Evon","date":"23 September 2021","body":"In September 2021, a professor at the Mount Royal University in Calgary, Alberta, Canada announced that she would be rendering all text on the website of the office of indigenization and decolonization [sic] in lowercase letters (with the exception of Indigenous words) as part of an ongoing effort of ‘historical-cultural recognition’ for Indigenous peoples. Linda Manyguns’ announcement came shortly after the discovery of thousands of unmarked graves where Indian children were buried at a boarding school in Canada. Manyguns wrote:<br><br>this is a beginning effort at describing the use of lower case on the website of the office of indigenization and decolonization.<br><br>Indigenous people have been actively engaged in a multidimensional struggle for equality, since time immemorial. we strive for historical-cultural recognition and acknowledgment of colonial oppression that persistently devalues the diversity of our unique cultural heritages.<br><br>‘the explicit demonstration and practice of aboriginal culture in everyday life or at places of resistance is called by academics ‘eventing.'‘<br><br>As news outlets covered this announcement, many using rage-bait headlines such as ‘Capital letters are now ‘officially racist’’ (no, there has been no official declaration that capital letters are racist; this was one professor at one university using lowercase text to ‘resist acknowledging the power structures that oppress’), we started to receive queries about yet another capital letter ‘scandal.’ <br>This query refers to a memo from 2018 that was grossly distorted as it made headline news. This university, Leeds Trinity University in England, never banned capital letters. In November 2018, the Daily Express got hold of a memo that was supposedly sent to staff at Leeds Trinity instructing them to ‘write in a helpful, warm tone, avoiding officious language and negative instructions.’ This article, entitled ‘University lecturers told DON’T USE CAPS as it frightens students,’ contained several quotes from this memo. None of the provided quotes used the word ‘capital letters,’ however, nor did these provided quotes state that capital letters should be avoided because they scared students. The outlet paraphrased the sections involving capital letters. One portion of the memo did mention anxiety. However, this section stated that a ‘lack of clarity’ can generate anxiety, not capital letters.<br><br>This report led to a number of misleading articles that claimed capital letters had been banned in one form or another. Some sites claimed that the University had ordered teachers to stop using capital letters, others claimed that the University issued an all-encompassing ban on capital letters. The common thread was that this ‘ban’ was issued because capital letters were ‘triggering’ or scaring students. None of this is accurate. <br><br>For one, this memo was referring to ALL-CAPS TYPING, not the simply use of capital letters at the start of a sentence or for a proper name. Second, the reason for this memo was to improve clarity for students, not to avoid scaring students with WORDS. Third, this was a memo offering guidance, not a mandate. And lastly, this memo did not impact how students rendered text. In short, Trinity University never banned capital letters. <br><br>In November 2018, Trinity University published a statement attempting to clarify the controversy. The university explained that this memo was based on ‘national best practice teaching guidelines’ and that it was referring to the ‘unpacking sessions’ teachers have with students when handing out assignments. The purpose of these guidelines was to make sure students were ‘clear on what is expected’ for the assignment.<br>","claim":"A university banned the use of capital letters to avoid scaring students."}
{ "index" : { "_index" : "snopes_prod", "_id" : 15 } }
{"id":15,"title":"Is ‘Unobtainium’ a Real Element?","author":"Alex Kasprak","date":"17 December 2020","body":"A common trope in science fiction stories is the invocation of an element or chemical with properties that allow for something that, in science reality, would be physically impossible. Cleverly dubbed “unobtainium” or sometimes “unobtanium,” it is, from a factual standpoint, literally unobtainable due to its marked lack of being real. It is also occasionally used, in some circles, as a placeholder term for a substance needed, but not yet discovered, to solve a scientific problem. <br>The 2003 film “The Core” featured a submarine-like vessel that traveled on a journey to Earth’s core. That machine was capable of withstanding the immense pressure of Earth’s interior because it was built with “unobtainium.” In this film, the substance became stronger in the face of increased heat and pressure. In reality, the most heat resistant substance known to humans, hafnium carbide, has a melting point of 3000 degrees Celsius, which is significantly cooler than the temperature of Earth’s inner core, estimated to be around 6000 C.<br>In the 2009 film “Avatar,” humans colonized a moon in the Alpha Centauri system to mine a valuable mineral named “unobtainium.” In this film, the substance was valuable because it was a superconductor that operated at room temperature. A superconductor is a substance that is able to conduct electricity without any resistance. They have crucial applications in several scientific and medical technologies, among other things. Their central drawback is the requirement of extremely cold temperatures to achieve this chemical state. A room-temperature superconductor would indeed be immensely valuable. Unfortunately, the closest thing humanity has gotten to discovering such a substance is one that requires pressures comparable to those found in the Earth’s core.<br>In any event, unobtainium, whatever impossibility it is meant to solve in a film or book, is not a real chemical nor is it an element. It is, however, superficially similar-looking in name to the temporary name given to a once-theoretical element with an atomic number of 118 — ununoctium and other once unnamed elements. Russian scientists synthesized a few atoms of ununoctium in 2002. Following international confirmation of the Russian efforts, ununoctium was given a permanent name oganesson in 2015.<br>As it stands, no element is named unobtainium, and no chemical possesses the kinds of properties that have been ascribed to such a substance. For this reason, the claim is False.<br><br>","claim":"A substance dubbed 'unobtainium' is a real chemical or a valid element included in the periodic table."}
{ "index" : { "_index" : "snopes_prod", "_id" : 16 } }
{"id":16,"title":"Do COVID-19 Vaccines Make You Infertile?","author":"Jessica Lee","date":"18 September 2021","body":"On Sept. 13, 2021, rapper Nicki Minaj told her roughly 23 million Twitter followers that she knew of someone who supposedly got vaccinated against COVID-19 and then became impotent with swollen testicles. The claim, which we address below, fueled news stories and social media chatter about a long-standing rumor: that COVID-19 vaccines can lead to infertility in both men and women. That was not true, however. As of this writing, medical institutions — ranging from the Centers for Disease Control and Prevention (CDC) to the American Society for Reproductive Medicine — were aggressively attempting to combat false messages like Minaj’s regarding infertility and vaccinations’ alleged impact on reproductive systems, a process on which we elaborate below. In other words, during clinical trials, unintended pregnancies occurred at similar rates in vaccinated and unvaccinated groups, as Victoria Male, a researcher of reproductive immunology at Imperial College London, summarized in the British Medical Journal. And, at assisted reproduction clinics, fertility measures and pregnancy rates were also similar between the two groups.","claim":"COVID-19 vaccines threaten people's fertility, no matter their type of reproductive systems."}
{ "index" : { "_index" : "snopes_prod", "_id" : 17 } }
{"id":17,"title":"Pfizer Says COVID-19 Vaccine More Than 90% Effective in Kids","date":"22 October 2021","body":"Federal health regulators said late Friday that kid-size doses of Pfizer’s COVID-19 vaccine appear highly effective at preventing symptomatic infections in elementary school children and caused no unexpected safety issues, as the U.S. weighs beginning vaccinations in youngsters.<br>The Food and Drug Administration posted its analysis of Pfizer’s data ahead of a public meeting next week to debate whether the shots are ready for the nation’s roughly 28 million children ages 5 to 11. The agency will ask a panel of outside vaccine experts to vote on that question.<br>In their analysis, FDA scientists concluded that in almost every scenario the vaccine’s benefit for preventing hospitalizations and death from COVID-19 would outweigh any serious potential side effects in children. But agency reviewers stopped short of calling for Pfizer’s shot to be authorized.<br>The agency will put that question to its panel of independent advisers next Tuesday and weigh their advice before making its own decision.<br>If the FDA authorizes the shots, the Centers for Disease Control and Prevention will make additional recommendations on who should receive them the first week of November. Children could begin vaccinations early next month -- with the first youngsters in line fully protected by Christmas.<br>Full-strength Pfizer shots already are recommended for anyone 12 or older, but pediatricians and many parents are anxiously awaiting protection for younger children to stem infections from the extra-contagious delta variant and help keep kids in school.<br>The FDA review affirmed results from Pfizer posted earlier in the day showing the two-dose shot was nearly 91% effective at preventing symptomatic infection in young children. Researchers calculated the figure based on 16 COVID-19 cases in youngsters given dummy shots versus three cases among vaccinated children. There were no severe illnesses reported among any of the youngsters, but the vaccinated ones had much milder symptoms than their unvaccinated counterparts.<br>Most of the study data was collected in the U.S. during August and September, when the delta variant had become the dominant COVID-19 strain.<br>The FDA review found no new or unexpected side effects. Those that did occur mostly consisted of sore arms, fever or achiness.<br>However, FDA scientists noted that the study wasn’t large enough to detect extremely rare side effects, including myocarditis, a type of heart inflammation that occasionally occurs after the second dose.<br>The agency used statistical modeling to try to predict how many hospitalizations and deaths from COVID-19 the vaccine would prevent versus the number of potential heart side effects it might cause. In four scenarios of the pandemic, the vaccine clearly prevented more hospitalizations than would be expected from the heart side effect. Only when virus cases were extremely low could the vaccine cause more hospitalizations than it would prevent. But overall, regulators concluded that the vaccine’s protective benefits “would clearly outweigh” its risks.<br>While children run a lower risk of severe illness or death than older people, COVID-19 has killed more than 630 Americans 18 and under, according to the CDC. Nearly 6.2 million children have been infected with the coronavirus, more than 1.1 million in the last six weeFederal health regulators said late Friday that kid-size doses of Pfizer’s COVID-19 vaccine appear highly effective at preventing symptomatic infections in elementary school children and caused no unexpected safety issues, as the U.S. weighs beginning vaccinations in youngsters.<br>The Food and Drug Administration posted its analysis of Pfizer’s data ahead of a public meeting next week to debate whether the shots are ready for the nation’s roughly 28 million children ages 5 to 11. The agency will ask a panel of outside vaccine experts to vote on that question.<br>In their analysis, FDA scientists concluded that in almost every scenario the vaccine’s benefit for preventing hospitalizations and death from COVID-19 would outweigh any serious potential side effects in children. But agency reviewers stopped short of calling for Pfizer’s shot to be authorized.<br>The agency will put that question to its panel of independent advisers next Tuesday and weigh their advice before making its own decision.<br>If the FDA authorizes the shots, the Centers for Disease Control and Prevention will make additional recommendations on who should receive them the first week of November. Children could begin vaccinations early next month -- with the first youngsters in line fully protected by Christmas.<br>Full-strength Pfizer shots already are recommended for anyone 12 or older, but pediatricians and many parents are anxiously awaiting protection for younger children to stem infections from the extra-contagious delta variant and help keep kids in school.<br>The FDA review affirmed results from Pfizer posted earlier in the day showing the two-dose shot was nearly 91% effective at preventing symptomatic infection in young children. Researchers calculated the figure based on 16 COVID-19 cases in youngsters given dummy shots versus three cases among vaccinated children. There were no severe illnesses reported among any of the youngsters, but the vaccinated ones had much milder symptoms than their unvaccinated counterparts.<br>Most of the study data was collected in the U.S. during August and September, when the delta variant had become the dominant COVID-19 strain.<br>The FDA review found no new or unexpected side effects. Those that did occur mostly consisted of sore arms, fever or achiness.<br>However, FDA scientists noted that the study wasn’t large enough to detect extremely rare side effects, including myocarditis, a type of heart inflammation that occasionally occurs after the second dose.<br>The agency used statistical modeling to try to predict how many hospitalizations and deaths from COVID-19 the vaccine would prevent versus the number of potential heart side effects it might cause. In four scenarios of the pandemic, the vaccine clearly prevented more hospitalizations than would be expected from the heart side effect. Only when virus cases were extremely low could the vaccine cause more hospitalizations than it would prevent. But overall, regulators concluded that the vaccine’s protective benefits “would clearly outweigh” its risks.<br>While children run a lower risk of severe illness or death than older people, COVID-19 has killed more than 630 Americans 18 and under, according to the CDC. Nearly 6.2 million children have been infected with the coronavirus, more than 1.1 million in the last six weeks as the delta variant surged, the American Academy of Pediatrics says.<br>The Biden administration has purchased enough kid-size doses — in special orange-capped vials to distinguish them from adult vaccine — for the nation’s 5- to 11-year-olds. If the vaccine is cleared, millions of doses will be promptly shipped around the country, along with kid-size needles.<br>More than 25,000 pediatricians and primary care providers already have signed up to get the shots into little arms.ks as the delta variant surged, the American Academy of Pediatrics says.<br>The Biden administration has purchased enough kid-size doses — in special orange-capped vials to distinguish them from adult vaccine — for the nation’s 5- to 11-year-olds. If the vaccine is cleared, millions of doses will be promptly shipped around the country, along with kid-size needles.<br>More than 25,000 pediatricians and primary care providers already have signed up to get the shots into little arms.<br>","claim":"Pfizer admits vaccine not safe for kids."}
{ "index" : { "_index" : "snopes_prod", "_id" : 18 } }
{"id":18,"title":"Are 70 Members of Pfizer’s Investment Board Part of the CCP?","author":"Dan Evon","date":"21 September 2021","body":"As the COVID-19 pandemic raged across the globe, a number of rumors and conspiracy theories attempted to blame the disease in some capacity on China and the Chinese Communist Party. Some politicians called the disease the ‘Kung Flu,’ a divisive piece of rhetoric that may be partly responsible for a rise in hate crimes against Asian Americans, while internet rumors levied vague accusations at China, stating that they were responsible for a ‘COVID cover-up.’ <br><br>One rumor held that Pfizer, the pharmaceutical company that developed one of the vaccines against COVID-19, had 70 members of the Chinese Communist Party on its investment board: This list made its way around social media, along with various accusations about the vaccine. Some, for example, used this list to cast doubt on vaccine mandates. Others claimed that this was ‘proof’ that the COVID-19 pandemic was manmade. The problem with these claims, of course, is that this document does not list 70 members of ‘Pfizer’s Investment Board’ who are also members of the Chinese Communist Party. <br><br>Are There 70 CCP Members on Pfizer’s ‘Investment Board’?<br>No.<br><br>This list first appeared in December 2020 after an alleged database containing 1.95 million names of members of the Chinese Communist Party was leaked online. While that leaked database reportedly showed the political affiliations of nearly 2 million people as of 2016, it does not show current CCP membership, nor does it provide evidence of corporate espionage. <br><br>The list purporting to show ‘70 CCP Members on Pfizer’s Investment Board’ shows no such thing. Some of the names on this list relate to people who work for Pfizer, but none of these names were on Pfizer’s ‘investment board.’ Several of the names on this list also appeared to be made up out of whole cloth or referred to politicians unaffiliated with Pfizer.   <br><br>While it’s possible that members (or former members) of the Chinese Communist Party work for Pfizer, and while China has been accused of corporate espionage in the past, the list purporting to show ‘70 CCP Members on Pfizer’s Investment Board’ appears to be have been created by searching for Pfizer employees with Chinese-sounding names.<br>","claim":"Seventy members of the Chinese Communist Party are on Pfizer's Investment Board."}
{ "index" : { "_index" : "snopes_prod", "_id" : 19 } }
{"id":19,"title":"Did Biden Say Vaccines Protect Against Hurricanes?","author":"Dan Evon","date":"27 October 2021","body":"In September 2021, a video of U.S. President Joe Biden started circulating on social media along with the claim that the commander-in-chief said that the COVID-19 vaccine would protect people against hurricanes. The video features a brief statement from Biden and then a clip from the Adam Sandler movie ‘Billy Madison’: <br><br>Biden: Get vaccinated to protect yourselves from hurricanes! This is the leader of the world’s most powerful country! pic.twitter.com/WvQiu311k0<br><br>— Rich Kids of Tehran (@RKOTOfficial) September 16, 2021<br><br>Biden did not say that vaccines protect people from hurricanes. This clip comes from a briefing on hurricane preparedness. The president was saying that it is important for people to get vaccinated in the event they have to evacuate their homes and possibly shelter in close quarters with strangers.  <br><br>This video was taken on Aug. 10, 2021, as Biden met with FEMA Administrator Deanne Criswell, Chief Medical Advisor and NIAID Director Dr. Anthony Fauci, Homeland Security Advisor Liz Sherwood-Randall, and COVID-19 Response Coordinator and Counselor to the President Jeff Zients to discuss the state of the COVID-19 pandemic during the approaching hurricane season.<br>","claim":"U.S. President Joe Biden said that the COVID-19 vaccine would protect people against hurricanes."}
{ "index" : { "_index" : "snopes_prod", "_id" : 20 } }
{"id":20,"title":"No, Don’t Use Ivermectin-Soaked Tampons as COVID-19 Prevention","author":"Jessica Lee","date":"15 September 2021","body":"In mid-September 2021, Snopes became aware of the above-displayed tweet purportedly showing a Facebook thread where users discussed soaking tampons with the anti-parasitic drug ivermectin — the medication that people against COVID-19 vaccinations have falsely promoted as a 'miracle' solution for preventing or treating the disease.<br>The alleged discussion included a back-and-forth between two Facebook users — we’ll call them 'A' and 'B' — in which 'A' claimed to have put a tampon soaked in a liquid version of ivermectin and water into her vagina.<br>The purported conversation went like this:<br>[A]: I have a lot of stomach issues, and the paste was horrible for me even when I took a microbes. A friend of mine from college who is a nurse now gave me a really good recommendation that has not had the horrible side effects. She suggested mixing the liquid injectable with 50% water and then soaking a tampon (in the plastic applicator) in it and inserting it for an hour or two. Kind of like how we all did when we were in college with vodka who our breath wouldn’t smell…<br>Anyways, I don’t have any of the stomach side effects or diarrhea doing it this way. I’ve been exposed many times at work, never once tested positive or had a symptom.<br>[B]: I’m not sure this would work for us men in the group for obvious reasons. No place to put a tampon hahaha! But thanks for the suggestion for the women here.<br>[A]: Well there is a place, but I definitely would not recommend it for a man. I remember a guy doing this in college with alcohol and removal was a pain in the…<br>It’s true that ivermectin can take various forms, including liquids.<br>To treat parasites in animals, for examples, veterinarians can prescribe a 'pour-on' solution (example here), injectables (example here), oral pastes (example here), and oral liquids (example here), according to the Food and Drug Administration (FDA). Under no circumstances, however, should humans use those animal formulations.<br>The FDA has approved human-specific ivermectin products for people with some parasitic worms, and doctors may prescribe topical creams to people with head lice or skin conditions such as rosacea, according to the federal agency.<br>That said, nearly every medical institution says people should not self-medicate with ivermectin to treat or prevent COVID-19,  regardless of how they plan to take the drug. (See the FDA’s warning here; the Centers for Disease Control and Prevention’s (CDC) 'health advisory' here; and the National Institutes of Health’s bulletin here.)<br>There’s no scientific evidence that ivermectin in any form actually prevents or cures COVID-19, and, by taking it, people risk serious medical effects — including nausea, vomiting, seizures, and even death.<br>Considering those facts, which negate the possibility that an ivermectin-soaked tampon could help treat or prevent COVID-19, we rate this claim 'False.'<br>Rather, vaccinations are the safest and most effective tool for avoiding sickness and spreading COVID-19, including the delta variant, as of this writing.<br>Lastly, we attempted to authenticate the alleged Facebook thread. No evidence confirmed whether the screenshot depicted a real conversation between users, or whether it was a digital creation.<br>","claim":"Putting tampons soaked in a liquid solution that includes ivermectin into vaginas is an effective and safe step to fight COVID-19."}
{ "index" : { "_index" : "snopes_prod", "_id" : 21 } }
{"id":21,"title":" Did Christine Grady Personally Approve the Pfizer Vaccine?","author":"Madison Dapcevich","date":"9 September 2021","body":"Dr. Christine Grady is indeed married to Dr. Anthony Fauci, and she is chief of bioethics at the National Institutes of Health (NIH) Clinical Center and a member of the NIH research community. However, the authority to issue emergency use authorizations and approvals (EUA) of vaccines lies with the U.S. Food and Drug Administration, not the NIH. In a statement to Snopes, the NIH said that Grady does not approve the conduct of any research protocol, and she has no input into the FDA process for issuing EUAs.<br>Grady has been married to Fauci since 1985, and she is chief of bioethics at the NIH Clinical Center and a member of the institution’s research community. But in a statement sent to Snopes, the NIH said that Grady does not approve the conduct of any research protocol, and she has no input into the U.S. Food and Drug Administration (FDA) process for issuing emergency use authorizations.<br>“The authority to issue emergency use authorizations and approvals lies with the U.S. Food and Drug Administration, not the NIH,” wrote the health agency. “As part of her official duties, Dr. Grady and her staff teach medical ethics and perform research into complex ethical issues related to medicine and clinical research. Bioethics Department staff are available for bioethics consultation within the research programs of the NIH.” <br>Fauci was appointed director of the NIAID in 1984 and oversees research on infectious diseases. He came to the forefront in 2020 when he led the COVID-19 response team. Grady, on the other hand, is a nurse-bioethicist and senior investigator at NIH and serves as the chief of the Department of Bioethics in one of the world’s largest research hospitals. <br>The Department of Bioethics is described as “a center for research, training, and service related to bioethical issues” that conducts conceptual, empirical, and policy-related research into bioethical issues. Grady’s research focuses primarily on the ethics of clinical research as well as ethical issues faced by nurses and other health care providers — not in approving COVID-19 vaccines.<br>The Pfizer-BioNTech COVID-19 vaccine, now marketed as Comirnaty, was approved on Aug. 23, 2021, following its EUA on Dec. 11, 2020. And all vaccines approved by the FDA undergo agency standard processes for reviewing quality, safety, and effectiveness:<br>For all vaccines, the FDA evaluates data and information included in the manufacturer’s submission of a biologics license application (BLA). A BLA is a comprehensive document that is submitted to the agency providing very specific requirements. <br>For Comirnaty, the BLA builds on the extensive data and information previously submitted that supported the EUA, such as preclinical and clinical data and information, as well as details of the manufacturing process, vaccine testing results to ensure vaccine quality, and inspections of the sites where the vaccine is made. The agency conducts its own analyses of the information in the BLA to make sure the vaccine is safe and effective and meets the FDA’s standards for approval.<br>A look through official documents issued by the FDA in August 2021 related to the approval of Comirnaty revealed no mention of Grady, including the approval letter, letter of authorization, a concurrence letter, and a decision memorandum.<br>","claim":"Dr. Christine Grady, who is married to Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, is also the chief of bioethics for the National Institutes of Health and personally gave final approval of the Pfizer vaccine to fight COVID-19."}
{ "index" : { "_index" : "snopes_prod", "_id" : 22 } }
{"id":22,"title":"No, the Make-A-Wish Foundation Isn’t Denying Wishes to Unvaccinated Children","author":"Bethania Palma","date":" 31 August 2021","claim":"The Make-A-Wish Foundation is not granting wishes to unvaccinated children.","body":"In August 2021, readers searched the Snopes website and sent emailed questions in regards to a false internet rumor that the Make-A-Wish Foundation, a non-profit organization that grants wishes to critically ill children, would only grant wishes to children who have been vaccinated against COVID-19.<br>The rumor was spread via a copypasta meme that circulated on social media. Here is an example of a misleading post on Facebook that went viral:<br>“This is literally a new low for humanity,” the text of the above meme reads. “Terminally ill children will not be granted a wish.. from the make a wish foundation… unless.. you guessed it.. they’re fully vaccinated.”<br>The source for this rumor is the misrepresentation of a video announcement posted on June 9, 2021, by Make-A-Wish, in which the organization’s CEO, Richard Davis, announced that it was loosening some of the safety measures undertaken amid the COVID-19 pandemic. This included resuming, as of Sept. 15, 2021, the fulfillment of wishes that require air travel and large gatherings, in consultation with public health and medical professionals.<br>The resumption of these activities, for the time being, includes requiring those participating to be vaccinated against COVID-19.“All wish participants, including your wish kid and any siblings, will need to be two weeks past completion of either a one-dose or a two-dose vaccine,” Davis stated. “While we won’t ask for proof of vaccination, we’ll ask that any adult participant to sign a letter of understanding that certifies that they and any minors participating in the wish are vaccinated and understand the risks of traveling at this time.”<br>Davis acknowledged that the situation isn’t ideal. As of this writing, only children aged 12 years and older are eligible for the vaccine.<br>“We understand that this change affects many families whose children aren’t eligible for the vaccine yet, and also know that there are families who aren’t ready to get the vaccine, and we’ll respect everyone’s freedom of choice,” Davis said in the video.<br>Davis also said that the steps being taken “represent the start of our return to normal, and that because of the pandemic, international travel and cruises are still on hold.<br>In other words, Davis said that in the midst of the pandemic, the foundation, which serves critically ill children, has been taking safety measures to protect those children. While that means some children won’t be able to travel or participate in events or activities that involve crowds, that doesn’t mean unvaccinated children won’t be granted wishes.<br>The Make-A-Wish Foundation published a statement countering viral rumors. The key portion of the statement reads:<br>Make-A-Wish has not, does not and will not deny wishes to children who are not vaccinated. Since the beginning of the pandemic, Make-A-Wish has safely granted over 6,500 wishes to children and families – regardless of vaccination status. Make-A-Wish will continue to grant wishes to children who are not vaccinated.<br>It is important to note that Make-A-Wish serves children with critical illnesses. Children do not need to have an end-of-life diagnosis to be eligible for a wish. In fact, most children we serve are able to manage, and even overcome, their illnesses and view the wish as an important part of the healing process. Spreading misinformation around the types of children who are eligible for a wish is harmful and hurtful to wish children and families.<br>The vaccination policy does not apply to any child who has received an end-of-life prognosis.<br>Make-A-Wish will not require anyone to get vaccinated to get a wish. We respect everyone’s freedom of choice. We understand that there are many families whose children aren’t eligible for the vaccine yet, and we also know that there are families who are choosing not to get the vaccine.<br>There are many other wish options for children who do not currently meet the requirements for air travel and events involving large gatherings. The list of wish possibilities is as expansive as a creative child’s imagination, and it includes road trips to national parks, spending time with celebrities, outdoor playhouses, shopping sprees, staycations, wishes for pets, computers, and room redecorations.<br>"}
{ "index" : { "_index" : "snopes_prod", "_id" : 23 } }
{"id":23,"title":"Did Kamala Harris Refuse To Be Vaccinated with the ‘Trump Vaccine’?","author":"Nur Ibrahim","date":"31 August 2021","body":"U.S. President Joe Biden and Vice President Kamala Harris have been pushing people to get vaccinated, though numerous videos and social media posts would claim this was not always the case. According to heavily edited footage, and claims by conservative outlets and Republicans, during the 2020 presidential elections Harris was an anti-vaxxer who discouraged people from getting the vaccine, and refused to get the “Trump vaccine.”<br>Some of that footage can be seen here:Republican Rep. Billy Long from Missouri, while talking to NPR in July 2021 about vaccine hesitancy among his constituents, claimed, “Kamala Harris refused to take the vaccine when she was campaigning because it was a Trump vaccine.” <br>Conservative blog Powerline stated, “Joe Biden and Kamala Harris were themselves the most prominent of anti-vaxxers, and if some people took their skepticism too seriously, they have only themselves to blame.”<br>These claims are incorrect, Harris never expressed doubt about the efficacy of the vaccine itself, but rather showed skepticism about the vaccine rollout under Trump and his inaccurate statements regarding COVID-19. She referenced Trump’s claims that were not based in scientific fact, such as his suggestion that people could inject disinfectants as a form of treatment for COVID-19. In an interview with CNN in September 2020 (see transcript), Harris responded to a question about whether she would get vaccinated if there was a vaccine approved before the elections. She said:<br>Well, I think that’s going to be an issue for all of us. I will say that I would not trust Donald Trump. And it would have to be a credible source of information that talks about the efficacy and the reliability of whatever he’s talking about. I will not take his word for it. He wants us to inject bleach. I — no, I will not take his word.<br>When asked by Bash if she would take Dr. Anthony Fauci’s word on whether the vaccine was safe, she added, “No, I think Dr. Fauci has proven, for anyone who’s been watching him for years and years, to put the public health of the American people as the highest priority in terms of his work and his reputation and his priority. Yes, I trust Dr. Fauci.”<br>During the October 2020 vice presidential debate, Harris categorically stated, “If the public health professionals, if Dr. Fauci, if the doctors tell us that we should take it, I’ll be the first in line to take it. Absolutely. But if Donald Trump tells us that we should take it, I’m not taking it.”<br>Given that Harris’ words were clearly misrepresented by numerous outlets and Long, and the video was selectively edited, we rate this claim as “False.”<br>","claim":"During the 2020 presidential election campaign, then-Democratic candidate Kamala Harris refused to be vaccinated against COVID-19, and discouraged others from getting the “Trump vaccine.”"}
{ "index" : { "_index" : "snopes_prod", "_id" : 24 } }
{"id":24,"title":"Did Tucker Carlson Say This About Nebraska Man’s Death to Stoke COVID Vaccine Fears?","author":"Jessica Lee","date":"31 August 2021","body":"In late August 2021, several Snopes readers asked us to investigate a rumor that Fox News host Tucker Carlson failed to explain the actual circumstances of a Nebraska man’s death in order to stoke fear about the COVID-19 vaccine‘s potential to kill. <br>Beginning on Aug. 20, readers shared with us the below-transcribed message that they had seen on Facebook or in emails:<br>This past Friday, Tucker Carlson told his Fox audience about a 47-year-old Kearney, Nebraska man who had been vaccinated that Tuesday at 1:49 p.m. The man, Tucker told his audience, was dead exactly twelve hours later. What Carlson didn’t tell them was that the man’s car was hit by a train. <br>That user’s tweets linked to an Aug. 20 Facebook post with the verbatim claim attributed to former Democratic U.S. Sen. Al Franken.<br>Next, we turned to Franken’s official YouTube channel, where we indeed found an Aug. 18 video in which he alleged “this past Friday” Carlson supposedly talked about the Nebraska man’s death, omitting key context. In other words, Franken appeared to be the source of the claim.In other words, federal guidelines require death investigators nationwide to make an entry in the U.S. Department of Health and Human Services’ VAERS portal whenever a recently vaccinated individual dies — no matter if the inoculation had anything to do with the death. Additionally, anyone can add information to the public reporting tool, making its accuracy questionable.<br>Ultimately, no evidence emerged to substantiate widespread worries that COVID-19 vaccines can alone lead to death.<br>","claim":"On Aug. 13, 2021, Fox News' Tucker Carlson on 'Tucker Carlson Tonight' said a 47-year-old man from Kearney, Nebraska, died 12 hours after receiving a COVID-19 vaccine, when, in reality, the man died in a train-vehicle collision."}
{ "index" : { "_index" : "snopes_prod", "_id" : 25 } }
{"id":25,"title":"Do ‘Sonic Weapons’ Adequately Explain ‘Havana Syndrome’?","author":"Alex Kasprak","date":"24 August 2021","body":"On Aug. 24, 2021, a planned visit to Vietnam by U.S. Vice President Kamala Harris was delayed after 'a report of a recent possible anomalous health incident' in Hanoi, according to a news release from the State Department, apparently referring to a suspected case of 'Havana Syndrome.'<br>A mysterious international dispute that threatens the recently thawed diplomatic relationship between the United States and Cuba came to light in a 10 August 2017 story first reported by the Associated Press. The report focused on what has come to be known as the 'Havana Syndrome,' a series of seemingly related illnesses suffered by American and Canadian diplomats serving in Cuba. The original reporting included what later appeared to be speculation from unnamed United States government officials that some form of heretofore unknown sonic weapon was to blame:<br>In the fall of 2016, a series of U.S. diplomats began suffering unexplained losses of hearing, according to officials with knowledge of the investigation into the case. Several of the diplomats were recent arrivals at the embassy, which reopened in 2015 as part of President Barack Obama’s reestablishment of diplomatic relations with Cuba.<br>Some of the U.S. diplomats’ symptoms were so severe that they were forced to cancel their tours early and return to the United States, officials said. After months of investigation, U.S. officials concluded that the diplomats had been attacked with an advanced sonic weapon that operated outside the range of audible sound and had been deployed either inside or outside their residences.<br>The U.S. State Department later walked back claims that they specifically had concluded a sonic weapon was at play, saying through a spokesperson that 'we do not know who or what is causing these incidents'. Secretary of State Rex Tillerson has described the incidents as 'health attacks', and Cuba denies any involvement. As reported by the Associated Press on 18 September 2017, the range of symptoms is nonspecific and vague:<br>Of the 21 medically confirmed U.S. victims, some have permanent hearing loss or concussions, while others suffered nausea, headaches and ear-ringing. Some are struggling with concentration or common word recall, the AP has reported. Some victims felt vibrations or heard loud sounds mysteriously audible in only parts of rooms, leading investigators to consider a potential 'sonic attack.' Others heard nothing but later developed symptoms.<br>In sum, the symptoms (none of which are universal to all cases) that have been used in the defense of the claim that a 'sonic weapon' was used are as follows:<br>Hearing loss,Nausea, Vertigo, Headaches, Ear-ringing Concentration and memory problems, Brain swelling or 'damage to the central nervous system', 'A more serious illness that involved a blood disorder' Additional clues into the nature of the attack, including the occurrence of an audible noise in some cases, were provided first by a 20 August 2017 CNN report, reporting that some diplomats heard 'a deafeningly loud [but unidentified] sound similar to the buzzing created by insects or metal scraping across a floor'. CBS News reported:<br>Some felt vibrations, and heard sounds — loud ringing or a high-pitch chirping similar to crickets or cicadas. Others heard the grinding noise.<br>The reports of screeching noises in some cases and no noise in most cases initially fed both government and media speculation that a 'silent' audible device was most likely used (there are ranges of noise close to audible sound that can be heard by some but not others). The two options, then, would be an infrasonic device (below the audible frequency humans hear) or an ultrasonic device (above that range).<br>The debate about which brand of inaudible noise would be used generally boils down to this: infrasonic waves capable of affecting humans covertly would need to be extremely close to the victim or unrealistically large, and they would not be able to produce a targeted attack, instead affecting a larger and thus more indiscriminate area. Ultrasonic waves could be targeted, focused, and beamed from further away, but are unlikely to cause a bulk of the symptoms ascribed to them and unless the device was physically touching the victim.<br>Before diving into this research, two variables related to sound are necessary to understand what follows. These include the frequency of the noise — defined by the number of waves per unit of time — and also its power, determined by the amount of energy each wave carries. The former is reported in Hz or kHz, with infrasound including noise below 20 Hz, and ultrasound encompassing noise above 20 kHz (20,000 Hz). (The latter is reported in decibels or dB.)<br>Below, we detail the main research regarding the primary symptoms discussed in the reporting of the Cuban 'health attacks', finding a.) that the evidence is fairly weak for both ultrasound and infrasound as the cause for a majority of the symptoms listed and b.) that none of the symptoms can be described entirely by either only infrasound or only ultrasound.<br>","claim":"An inaudible sonic weapon adequately explains the Havana Syndrome, a range of symptoms experienced by diplomats suffering from 'health attacks' in Cuba."}
{ "index" : { "_index" : "snopes_prod", "_id" : 26 } }
{"id":26,"title":"No, 229 Christian Missionaries Were Not Sentenced to Death in Afghanistan","author":"David Emery","date":"19 August 2021","body":"In August 2021, as Taliban forces took over Afghanistan in the wake of the U.S. military’s withdrawal from that country, a prayer request on behalf 229 Christian missionaries allegedly sentenced to death because of their religion circulated on social media.<br>Did you hear about this?<br>I just got an email from Calvary Chapel Chino Hills, pastor Jack Hibbs: Please pray for 229 Christian Missionaries who have been sentenced to death tomorrow afternoon by Afghan Islamists. This message was sent by Judith Carmona the Missionary from Chihuahua who is in Africa. The whole planet needs to unite in urgent prayer, also because the radical Islamic group has just taken Quaragosh, the largest Christian city in Iraq. There are hundreds of Christian men, women and children who are being beheaded. Prayer covering is being requested. PLEASE PRAY and and pass this on, they have asked for prayer!! These are new variations of a familiar meme, which we first identified as false in November 2009. The original prayer request claimed that 22 missionaries or missionary families were about to be 'executed by Islamists in Afghanistan,' and many variants have appeared in the intervening years.<br>We rate the latest variation as false as well, because, for example, the mentioned Islamist takeover of Qaraqosh, Iraq, occurred in 2014, demonstrating that this is a repurposed text from years earlier.<br>","claim":"229 Christian missionaries (or missionary families) are about to be executed in Afghanistan."}
{ "index" : { "_index" : "snopes_prod", "_id" : 27 } }
{"id":27,"title":"Did This Man Ride on a Plane Engine To Escape the Taliban?","author":"Dan Evon","date":"18 August 2021","body":"On August 16, 2021, as Taliban forces took over the presidential palace in Kabul in the wake of the exit of U.S. forces, Afghan citizens attempted to flee the area by boarding a U.S. Air Force C-17 Globemaster III. While more than 600 people were able to board the plane, others never made it inside and clung to the plane’s wheels as it took off.<br>A video supposedly showing one of these people riding on the engine of the plane was widely circulated on social media: While several people truly did cling to the outside of the C-17 as it took off from Afghanistan (resulting in several deaths), this is not a genuine video taken during this incident.<br>The U.S. Air Force says its Office of Special Investigations is reviewing an incident at the Kabul airport Monday in which multiple people were killed when hundreds of Afghan civilians desperate to leave the country swarmed a C-17 cargo plane as it was attempting to take off.<br>The Air Force did not say how many people died. It said human remains were found in the plane’s wheel well after it landed at al-Udeid Air Base in the Gulf state of Qatar.<br>Videos of the incident, including images of people falling from the aircraft as it took off, were widely viewed on social media. The images captured the initial chaos of a U.S.-directed evacuation that followed the Taliban’s takeover of the country.<br>","claim":"A video authentically shows a man clinging to the engine of an airborne plane in an attempt to escape the Taliban."}
{ "index" : { "_index" : "snopes_prod", "_id" : 28 } }
{"id":28,"title":"Fake ‘Afghan News’ Accounts Spread Racist Misinformation About ‘Missing Reporter’","author":"Dan Evon","date":"17 August 2021","body":"In mid-August 2021, a few weeks after the United States withdrew troops from Afghanistan, Taliban insurgents moved in and seized control of the presidential palace in Kabul. As this news unfolded and reporters worked (at great peril) to cover the tumultuous and deadly events, a series of imposter social media accounts started spreading misinformation. <br>Disinformation researcher Cindy Otis noted that there were at least two fake news accounts purporting to be the Afghanistan branches of the BBC and CNN. Neither @BBCAfghanNews nor @CNNAfghan are affiliated with these news networks.<br>","claim":"A video authentically shows a man clinging to the engine of an airborne plane in an attempt to escape the Taliban."}
{ "index" : { "_index" : "snopes_prod", "_id" : 29 } }
{"id":29,"title":"Did a ‘Stanford/NIH’ Study Conclude Masks Don’t Work?","author":"Alex Kasprak","date":"16 August 2021","body":"The journal Medical Hypotheses publishes extremely speculative notions without the burden of “traditional” peer review. The journal says it accepts “radical, speculative and non-mainstream scientific ideas provided they are coherently expressed.” An editor once described the journal’s central philosophy as “more harm is done by a failure to publish one idea that might have been true, than by publishing a dozen ideas that turn out to be false.”<br>In November 2020, that journal published a paper that argued using face masks to prevent COVID-19 transmission does not work and, further, that face masks cause “hypoxia, hypercapnia, shortness of breath, increased acidity and toxicity, activation of fear and stress response, rise in stress hormones, immunosuppression, fatigue, headaches, decline in cognitive performance, predisposition for viral and infectious illnesses, chronic stress, anxiety and depression.” The paper joins the storied ranks of other Medical Hypotheses articles including those arguing that masturbation is a cure for nasal congestion, that the Gulf War syndrome is caused by a beef allergy, and that high heels cause schizophrenia. <br>Despite this journal’s lack of traditional peer review and its unique editorial philosophy, the face-mask paper has been billed as authoritative empirical evidence against mask use during the COVID-19 pandemic. These sources attempt to impart further credibility to the ideas presented by describing this paper as a “Stanford study” or an “NIH study,” referring to the U.S. National Institutes of Health.<br>","claim":"A 'Stanford/NIH' study concluded that face masks worn to prevent COVID-19 transmission do not work."}
{ "index" : { "_index" : "snopes_prod", "_id" : 30 } }
{"id":30,"title":"No, Bill Lee Did Not Sanction ‘Quarantine Camps’ for Unvaccinated Tennesseans","author":"Dan MacGuill","date":"12 August 2021","body":"In August 2021, right-wing Tennessee pastor Greg Locke used one of his regular sermons to rail against aspects of the Biden administration’s COVID-19 mitigation policies, and attacked Republican Gov. Bill Lee, falsely claiming Lee had authorized the construction of 'quarantine camps' for residents who refused to be vaccinated against the virus. <br>Locke’s remarks, which were first reported by Right Wing Watch, came in the context of his Aug. 8 sermon at the Global Vision Bible Church in Juliet, Tennessee. There, he railed against virus lockdowns, vaccine and mask mandates, and called Lee 'a coward,' 'a noodle,' and a 'waffler.' The sermon can be watched in full here. The following is an edited transcript of the relevant section, which begins around the 1:39:00 mark, and a clip from the sermon can be watched below.Did you see this nonsense our governor signed?…Did you see the executive order he just signed for COVID-19?…He has authorized the power of the National Guard to get involved in issues of COVID-19… You know what bothers me more about the National Guard getting involved? Why don’t you look at Section 8 of what he signed? They have authorized…the Tennessee Department of FEMA to build what they call — in its own authorized pages of a signature! — 'quarantine camps.'<br>I ain’t talking about East Germany! I’m talking about Tennessee! 'Quarantine camps.' For the uninformed people that are still in refusal to be vaccinated. Look, if that don’t bother you, you might as well show up at another church next week. <br>Although many private businesses require proof of vaccination in order to access goods and services, and some state and local governments are considering proposals to introduce 'vaccine passports,' quarantine and self-isolation regulations are in place for those who have tested positive for COVID-19, and their close contacts — not individuals who are unvaccinated. <br>The executive order does not even affirmatively order the actual construction of such facilities, but rather removes one set of regulatory obstacles for such construction. The putative facilities in question would be for use by COVID-positive individuals and their contacts, and not unvaccinated Tennesseans. Contrary to Locke’s energetic exclamations, the text of the executive order never once refers to 'quarantine camps,' not least because that’s not what they would be.<br>","claim":"In August 2021, Tennessee Gov. Bill Lee signed an executive order that authorized the construction of 'quarantine camps' for individuals who refuse to be vaccinated against COVID-19."}
{ "index" : { "_index" : "snopes_prod", "_id" : 31 } }
{"id":31,"title":"Is a ‘Mars Spectacular’ Coming Soon?","author":"David Mikkelson","date":"25 July 2020","body":"Some things never go out of style, and the annual “Mars Spectacular” message announcing an evening when Mars will appear “as big as the moon in the sky” is one of them. It’s yet another example of a widely-circulated e-mail containing information that was once at least partly true but which continues to be forwarded around year after year in embellished form, long after whatever valid information it once contained has become outdated:<br><br>Two moons in the sky on August 27! The next time this cosmic event will happen again, will be 36,996 … Share this information as much as possible with your friends because NO human being alive today will be able to behold this incredible phenomenon a second time.<br>On August 27, around midnight, do not forget to raise your head and look into the sky: Mars will be the most brilliant star in the sky. This is because it will have an apparent diameter as big as the Full Moon! It will be possible to observe, with the naked eye, a cosmic phenomenon which will allow the inhabitants of the Earth to behold … two moons!<br>This is the first time that humanity will be able to observe this exceptional phenomenon. The last planet Mars proximity of such magnitude dates back to exactly 34,978 years, the Neolithic period during which Neanderthal and Homo habilis, the distant ancestors of Homo sapiens, coexisted together. Species to which the human race –- or more precisely, mankind –- belongs today.<br>This unique cosmic phenomenon called “two moons” is related, in part, to the proximity of the planet Mars with the Earth. As you must have seen on TV or read in the press, the planet Mars is now closer to the Earth, it is also possible to observe the orange star at night in the sky by looking towards the South. This phenomenon is quite common and appears about every 15 years.<br>Mars did make an extraordinarily close approach to Earth 17 years ago, culminating on 27 August 2003, when the red planet came within 35 million miles (or 56 million kilometers) of Earth, its nearest approach to us in almost 60,000 years. At that time, Mars appeared approximately 6 times larger and 85 times brighter in the sky than it ordinarily does. (One version of the message was often reproduced with an unfortunate line break, leaving some readers with the mistaken impression that Mars would “look as large as the full moon to the naked eye” without realizing that that statement only applied to those viewing Mars through a telescope with 75-power magnification.)<br>Although Mars’ proximity to Earth in August 2003 (referred to as a perihelic opposition) was a rare occurrence, the red planet comes almost as near to us every 15 to 17 years. To the unaided observer, Mars’ appearance in August 2003 wasn’t significantly larger or brighter than it is during those much more common intervals of closeness.<br>Mars had another close encounter with Earth in 2005, but that occurrence took place in October (not August), and the red planet appeared about 20% smaller than it did during similar circumstances in 2003. Mars also made a close approach to Earth in December 2007, but even then it was still about 55 million miles away from us, not nearly as close as it was in 2003 or 2005.<br>ADVERTISING<br>The closest encounter between Mars and Earth since 2003 occurred on 27 July 2018, when the orbits of the two planets brought them to within 35.8 million miles of each other. Astronomers predicted Mars would appear twice as bright as usual around that time (though it was certainly not expected to rival the brightness or size of the full moon).<br>The 2003 opposition will hang onto the record for the closest approach of Mars to Earth until 2287, when it is estimated the planets will be separated by 34.6 million miles.<br>Texas astronomer Torvald Hessel observed the following in a 2006 interview about the perennial “Mars Spectacular” message:<br>Q: What’s the truth?<br>A: Mars gets close to Earth every two years. So, last year, Mars was very close. Three years ago, it was spectacularly close … And right now, I’m sad to say, Mars is actually behind the Sun; we can’t see it at all.<br>Q: How wide spread is this falsehood?<br>A: People get excited about it, start to send e-mail … and every August we see this e-mail coming back and I get a lot of e-mails about it, of course.<br>The Smithsonian National Air and Space Museum also noted in 2010 that:<br>The e-mail in question is commonly referred to as the “Mars Hoax” or, more accurately, the “Mars Spectacular,” and is titled: “Two moons on 27 August or The Red Planet is about to be spectacular!”<br>It informs recipients that Mars will have an extremely close encounter with Earth during the month of August, culminating on August 27th when Mars is approximately 34 million miles away. The information in the previous sentence was only true during the month of August in 2003. This was a historic astronomical event. Mars was the closest it had been to Earth in 60,000 years. However, this already happened.<br>The web site of the Students for the Exploration and Development of Space (SEDS) provides a chart displaying data about Mars Oppositions (past, present, and future), and the web site of the Hubble Heritage Project offers some nice composite telescope images from previous Mars near oppositions.<br><br>","claim":"The planet Mars will make a once-in-our-lifetimes, remarkably close approach to Earth on August 27."}
{ "index" : { "_index" : "snopes_prod", "_id" : 32 } }
{"id":32,"title":"Are ‘Vaccine Bandits’ Taking Over Los Angeles Streets?","author":"Dan Evon","date":"11 August 2021","body":"This video does not contain credible information about “vaccine bandits.” This video was created as a joke. TikTok user “Graysworld” writes in the account bio that videos contain “scripted chaos.”<br>In the bandit video, “Graysworld” presents a supposed newspaper clipping about these vaccine bandits and images that supposedly show the bandits in action. This newspaper clipping is not real, and these images do not show “vaccine bandits.”<br>The second image, for example, which shows a man standing in a doorway, comes from a piece of security camera footage taken in Canada in 2017. This footage has nothing to do with vaccinations. <br>Several other things indicate this viral video was created as a joke, not as a genuine news report. As mentioned above, the TikTok page states it contains “scripted” chaos. In other words, these scenarios are made up. Graysworld also provided a link to this alleged newspaper clipping. Instead of directing interested parties to a news story about “vaccine bandits,” however, the link led to a video of Rick Astley’s “Never Gonna Give You Up.”<br>","claim":"'Vaccine bandits' are forcing COVID-19 vaccinations onto unsuspecting people in Los Angeles."}
{ "index" : { "_index" : "snopes_prod", "_id" : 33 } }
{"id":33,"title":"No, a Canadian Court ‘Victory’ Didn’t Prove COVID ‘Is a Hoax’","author":" Bethania Palma","date":"10 August 2021","body":"On Aug. 3, 2021, a video posted to the right-wing video hosting platform Bitchute falsely claimed that a Canadian man, Patrick King, had successfully shown in court that COVID-19 is a “hoax,” and as a result, government restrictions intended to slow the spread of the virus had been lifted.<br>“YUGE!!!” the headline read. “CANADIAN COURT VICTORY PROVES COVID-19 IS A HOAX & ALL RESTRICTIONS HAVE NOW BEEN DROPPED”<br>King, a resident of the Canadian province of Alberta, told host Stew Peters, an internet personality with a track record of spreading COVID-19 misinformation, that Alberta health minister Dr. Deena Hinshaw failed to show evidence that the COVID-19 virus had been isolated and thus had no grounds to put restrictions in place to stop its spread. He took credit for Alberta’s lifting COVID-19-related restrictions. <br>The story accompanying the video, authored by someone self-identified as Kenan SonOfEnos, further stated:<br>Patriot Patrick King represented himself in court after being fined $1200 dollars for protesting against the Covid-Hoax, he slew the beast and emerged VICTORIOUS. He issued a subpoena to the Provincial Health Minister for proof that the so-called Covid-19 Virus exists, and they were forced to admit that they had no evidence whatsoever. The virus has never been isolated, and thus the government had no legal grounds to impose any of the punishing restrictions they have inflicted on society. Since this shocking confession came to light, the Province has since rescinded all Covid-Restrictions and now officially treats Covid-19 as nothing more than a mild flu! WE WON<br>King didn’t win but rather had to pay a fine. COVID-19 is not a hoax, and related restrictions meant to slow the spread in Alberta were lifted not because of King’s case, but because health experts there said high vaccination rates made severe outcomes from contracting the disease less likely.<br>","claim":"Patrick King of Alberta, Canada, won his court case, thus forcing the government to drop COVID-19 restrictions and admit the virus is a hoax."}
{ "index" : { "_index" : "snopes_prod", "_id" : 34 } }
{"id":34,"title":"No, the mRNA Vaccines Do Not Contain Graphene Oxide","author":"Alex Kasprak","date":"7 August 2021","body":"On July 28, 2021, internet personality Stew Peters landed what he described as an “exclusive” scoop: a video interview with what he billed as Pfizer insider Karen Kingston who, Peters claimed, produced “indisputable documentation” that proves mRNA COVID-19 vaccines (Pfizer and Moderna) contain a “poison” known as graphene oxide.<br>The video went viral, despite the fact that Kingston produced no such documentation, and despite the reality that her tenure at Pfizer, according to her LinkedIn profile, involved marketing cardiovascular therapies to healthcare providers in Manhattan from 1996 to 1998 — well over a decade before pharmaceutical companies had any interest in mRNA vaccines.<br>Graphene oxide is an ultrathin material with unique electrostatic properties popular with conspiracy theorists because of its application in various experimental technologies. The conspiracy theory promoted on the “Stew Peters Show” suggests that the vaccines secretly contain undisclosed graphene oxide to test how much their bodies could hold for future graphene-oxide-based mind control shenanigans or perhaps, as Kingston described the vaccines in her interview, for “planned genocide.”<br>Graphene oxide is not included in the ingredient lists of any filings for either the Pfizer or Moderna vaccines. Speaking to Reuters, Pfizer’s senior associate of global media relations said that, “Graphene oxide is not used in the manufacture of the Pfizer-BioNTech COVID-19 vaccine.” Arguments suggesting that they do, therefore, rest on “independent research” that purports to have uncovered nefarious secrets by scouring the internet for hints.<br>In sum, no credible evidence has been presented to suggest the presence of graphene oxide in COVID-19 vaccines, and Kingston’s ability to Google CAS numbers does not change this reality. As such, we rank the claim “False.”<br>","claim":"COVID-19 mRNA vaccines contain graphene oxide."}
{ "index" : { "_index" : "snopes_prod", "_id" : 35 } }
{"id":35,"title":"Did CDC Say That COVID-19 Vaccines Are ‘Failing’?","author":"Madison Dapcevich","date":"4 August 2021","body":"On July 27, 2021, the Centers for Disease Control and Prevention (CDC) held a press briefing in which the agency announced it had reversed its previous mask recommendations in response to an uptick in nationwide COVID-19 infections and the spread of the delta variant.<br>Following the announcement, the pseudoscience conspiracy theory website Natural News reported on July 29 that the health agency not only changed its stance of wearing masks but that it had also stated that vaccines were “failing” and that vaccinated individuals were considered “superspreaders.” Natural News quoted a “confession” it claimed CDC Director Dr. Rochelle Walensky publicly stated, describing vaccines as failing and that “vaccinated people may now carry higher viral loads than unvaccinated people”:<br>In making these public statements, the CDC just admitted that the entire promise that vaccinated people were immune to covid and couldn’t spread it to others just unraveled. Immediately, the CDC demanded that the entire nation reverts to neanderthal mask mandates, even for those who have been “fully vaccinated.” <br>First, we continue to strongly encourage everyone to get vaccinated. Getting vaccinated continues to prevent severe illness, hospitalization, and death even with delta. It also helps reduce the spread of the virus in our communities. Vaccinated individuals continue to represent a very small amount of transmission occurring around the country. We continue to estimate that the risk of a breakthrough infection with symptoms upon exposure to the delta variant is reduced by sevenfold. The reduction is 20-fold for hospitalizations and death.<br>As CDC has recommended for months, unvaccinated individuals should get vaccinated and continue masking until they are fully vaccinated in areas with substantial and high transmission.<br>CDC recommends fully vaccinated people wear masks in public indoor settings to help prevent the spread of the delta variant and protect others. This includes school.<br>CDC recommends that everyone in K through 12 schools wear a mask indoors, including teachers, staff, students, and visitors regardless of vaccination status. Children should return to full time in person learning in the fall with proper prevention strategies in place.<br>Finally, CDC recommends community leaders encourage vaccination and universal masking to prevent further outbreaks in areas of substantial and high transmission with the delta variant. Vaccinating more Americans now is more urgent than ever. The highest spread of cases and severe outcomes is happening in places with low vaccination rates and among unvaccinated people.<br>This moment and, most importantly, the associated illness, suffering and death could have been avoided with higher vaccination coverage in this country. COVID-19 continues to present many challenges and has exacted a tremendous toll on our nation. We continue to follow the signs closely and update the guidance should the science shift again. We must take every step we can to stop the delta variant and end this pandemic.<br>","claim":"During a press briefing, the Centers for Disease Control and Prevention said that COVID-19 vaccines were 'failing' and that vaccinated individuals were considered superspreaders."}
{ "index" : { "_index" : "snopes_prod", "_id" : 36 } }
{"id":36,"title":"Does This Chart Show When COVID-19 Variants Will Be ‘Released’?","author":"Jessica Lee","date":" 28 July 2021","body":"As a the highly contagious delta variant of the novel coronavirus caused infection surges in July 2021, Snopes readers contacted us about a chart circulating on social media supposedly showing when future strains would emerge.<br>In several places online, the chart was framed as evidence of a nefarious plan by unspecified forces to discuss COVID-19 variants on a predetermined schedule. The table included a column labeled “Cepa/variante” — the Spanish words for “strain/variant” — and another titled “lanzamiento,” which is Spanish for “launched.” Underneath the columns were letters of the Greek alphabet and the months those alleged variants would appear in news reports.<br>“These are the PLANNED COVID-19 VARIANTS – just look at the dates when they will be ‘released’ to the media,” one tweet claimed.In short, the image was bogus. However, similarly to most conspiracy theories, it was based on a small nugget of truth: All viruses’ genetic codes mutate over their lifespan — which meant that strains of SARS-CoV-2, the virus that causes COVID-19, would indeed keep surfacing in the future — and the World Health Organization (WHO) does label new viral strains after letters of the Greek alphabet.<br>Let us elaborate on that former concept. Even in the early days of the pandemic, epidemiologists were tracking various strains of SARS-CoV-2 to see how they differed from the virus’ original genetic code. The CDC summarized the process like this:<br>If you think about a virus (SARS-CoV-2) like a tree growing and branching out; each branch on the tree is slightly different than the others. By comparing the branches, scientists can label them according to the differences. These small differences, or variants, have been studied and identified since the beginning of the pandemic.<br>And since the variants’ scientific names are complicated (they note their genetic lineages), the WHO adopted the Greek alphabet classification system as an “easier and more practical” way for everyone to talk about the variant strains.<br>For examples, variants that emerged in the United Kingdom and South Africa in late 2020 were dubbed “alpha” and “beta,” respectively. And as of this writing, public health officials were ringing the alarm on the “delta” variant, a mutation that was up to 60% more infectious than previous SARS-CoV-2 strains.<br>(On July 27, due to infection surges, the U.S. Center for Disease Control and Prevention (CDC) recommended all people — regardless of their vaccination status — to wear masks indoors in communities with high transmission rates. Most new COVID-19 infections in the U.S. were among unvaccinated people, and studies showed existing inoculations prevented most recipients from getting sick from delta.)<br>Now, let’s address some errors in the chart’s alleged future-telling. For starters, it claimed “delta” would be “launched” in June — in reality, the variant was first detected in India in December 2020, and the first U.S. case was diagnosed in March. The purported timeline made similar errors (said ‘X’ variant would surface in ‘Y’ month that hasn’t happened yet) when actually a strain with that name already existed.<br>","claim":"A chart that surfaced online in summer 2021 accurately displayed COVID-19 variants and when they would first be detected and covered in news reports."}
{ "index" : { "_index" : "snopes_prod", "_id" : 37 } }
{"id":37,"title":"Does Burning Sage Eliminate Airborne Bacteria?","author":"Madison Dapcevich","date":"17 July 2020","body":"Since as early as October 2019, Snopes readers have inquired about headlines and social media posts that claim burning sage “kills 94% of bacteria.” In 2020, the question took on new significance for some readers as the United States grappled with a surge of reported cases of the COVID-19 coronavirus disease.<br>Though burning some plants has been scientifically shown to eliminate airborne bacterium, there is inconclusive evidence to suggest that burning sage – or “smudging” – is capable of purifying the air in confined spaces. <br>The “94%” claim is based on a 2007 study published in the Journal of Ethnopharmacology in which researchers analyzed the ability of “medicinal smoke” to cleanse a room of certain airborne bacteria. Reports have since circulated the internet, incorrectly lumping sage into a long ingredient list that included dried roots and leaves tested as part of the experiment.<br>“This is highly controversial since breathing in smoke has known harms, yet the antibacterial benefits are uncertain,” Dean of Yale School of Public Health Dr. Sten Vermund told Snopes. Vermund added that there is no evidence that burning sage kills either bacteria or viruses like SARS-CoV-2, the coronavirus responsible for the severe respiratory disease COVID-19.<br>As part of the 2007 study, researchers from the National Botanical Research Institute in India burned medicinal smoke from havan samagri within a confined space to determine whether certain herbs contained antimicrobial properties. Havan samagri is a “mixture of odoriferous and medicinal herbs” that contains dozens of various types of wood, herbs, fruit and seeds used in Vedic Hindu tradition. However, sage was not included in the study’s ingredient list. One hour of burning havan samagri was shown to kill more than 94% of airborne bacteria – and the effects were not short-lived. The evidence further suggested that medicinal smoke had the ability to “purify” or “disinfect” the air for up to 24 hours in a closed room. Even after a month, the researchers found that certain pathogenic bacteria were still absent from the room, such as those that cause respiratory and gastrointestinal infections.<br>Though it appears havan samagri may have some antimicrobial properties when burned, the findings do not suggest its use has any impact on viruses like SARS-CoV-2. This is, in part, due to the biological differences between bacteria and viruses. The Mayo Clinic notes that bacteria are capable of thriving in “many different types of environments” whereas viruses require living hosts to multiply. <br><br>The way that COVID-19 spreads and how long it is present in the air also plays a role. The virus is known to transmit via respiratory droplets produced when an infected person coughs, sneezes, or talks and land in the mouth or nose of someone nearby.<br>Evidence also suggests that the virus spreads when an individual touches a contaminated surface and then touches their mouth, eyes, or nose, though recently published guidelines from the Centers for Disease Control and Prevention (CDC) caution that “this is not thought to be the main way the virus spreads.” It is not known how long SARS-CoV-2 may persist on surfaces and research from the U.S. National Institutes of Health suggests the virus may last at least several hours and up to three days on certain surfaces. Different surfaces and different conditions – such as humidity, temperature, sunlight, and air movements – may see different results. Higher humidity, higher temperature, more airflow, and more sunlight or UV light are less-than-ideal conditions for SARS-CoV-2.<br>“This is subject of uncertainty and will differ for indoor and outdoor spaces. Certain ‘super-spreader’ events have suggested that individuals in the wrong place (i.e. poorly ventilated indoor spaces) at the wrong time may mean considerable risk. But as a rule of thumb, aerosols can disperse across an indoor space,” explained Vermund.<br>The CDC recommends using a combination of soap, water, and surface disinfectants identified by the U.S. Environmental Protection Agency to sanitize spaces for the COVID-19 virus. Vermund added that heating, ventilation, and air conditioning (HVAC) system operations can also be adjusted or increased to spur great air circulation.<br>“In the absence of an HVAC system in a building, strategic and well-planned outward-facing fans can be placed in windows to create a negative pressure area (as one sees in some kitchens and attics) that can decrease levels of virus in the air,” said Vermund. “Of course, mask use, physical distancing, hand/face/surface hygiene, outdoor activities, small crowds, and testing and contact tracing are all vital.”<br>Though sage is not known to eliminate airborne bacteria or viruses, the herb has been shown to contain antiseptic properties that are beneficial to human health. Previous research has found that sage mouthwash effectively reduced the number of mouth bacteria and may work as an effective treatment for certain mental health conditions, diabetes, and cancer. Further studies have shown that sage includes anti-inflammatory and antioxidant effects, among other health benefits.<br>Smudging is an ancient ritual that holds both cultural and practical significance whereby a person burns certain plants in an effort to cleanse space. In early Indian writing dating between the 6th and 8th centuries BCE, it was believed that fumigating an operating room by burning mustard, butter, and salt was an early form of “antisepsis,” yet it was also practiced to keep evil spirits away, according to a 2018 study published in the Indian Journal of Otology. Similarly, a 2020 study published in the journal Tel Aviv described the chemical residue of marijuana and frankincense discovered at a 2,000-year-old limestone altar in modern Israel. It was thought that both were burned as a way to administer their therapeutic benefits when ceremonial participants inhaled smoke.<br><br>","claim":"A 2007 study showed burning sage kills 94% of bacteria."}
{ "index" : { "_index" : "snopes_prod", "_id" : 38 } }
{"id":38,"title":"Did Bill Gates Brief the CIA in 2005 About a Mind-Altering Vaccine?","author":"Dan Evon","date":"21 May 2020","body":"In May 2020, a video (below) supposedly showing Microsoft Co-founder Bill Gates briefing the CIA about a mind-altering vaccine was circulated on social media.<br>But the presenter in this footage is not Gates. Furthermore, this is not a genuine presentation to the CIA in 2005. This is a hoax video that was likely created for an uncompleted film project from director Ryan Harper called “FunVax.” <br>This video has been circulating since 2011 under the assumption that it showed an authentic CIA briefing. Since then, a number of outlets examined and debunked this claim. Metabunk, for instance, noted that the brain scans displayed around the 45-second mark of the video are presented as if they show a “religious brain” and a “non-religious brain” from “two different individuals.” These scans, however, were actually taken from a 2010 study about a 43-year-old woman with a history of methamphetamine abuse. The filmmaker simply took the original scan, added some red and yellow coloring, and then claimed it showed the brain scan of a religious person. <br>Here’s the doctored brain scan as shown in the video (left), and the original scan taken from the 2010 study in the medical journal Neurology (right):<br><br>We also examined this footage in 2015 and discovered the following: that this video did not “leak” from the Pentagon but rather started spreading to promote the film project, and that the general “God gene” theory was unproven. You can read our original report here.<br>How do we know the person in the video isn’t Gates?<br>As stated earlier, the person in the video is not Gates. Here is how we know that: Gates’ name wasn’t attached to this video until 2020, when the Microsoft co-founder ended up at the center of several conspiracy theories related to vaccines and the COVID-19 coronavirus pandemic. Gates’ name is not mentioned in the video, on this alleged documentary’s failed Kickstarter page, or in any of the social media posts we encountered about this video prior to 2020. <br>A higher quality version of this film (which can be viewed here) makes it a bit more obvious that the person presenting in this video does not resemble Gates. A spokesperson for the Bill & Melinda Gates Foundation also told Reuters recently that Gates was not featured in this video. <br>","claim":"A video shows Microsoft Co-Founder Bill Gates briefing the CIA in 2005 about a mind-altering vaccine."}
{ "index" : { "_index" : "snopes_prod", "_id" : 39 } }
{"id":39,"title":"No, Democrats and Biden Do Not ‘Suck the Blood of Children’","author":"Dan MacGuill","date":"26 July 2021","body":"In July 2021, we received several inquiries from Snopes readers regarding remarks that U.S. President Joe Biden made about baseless QAnon-related conspiracy theories which posit that Democrats and political progressives, as a group, 'suck the blood of children.'<br>During a CNN townhall event in Cincinnati, Ohio on July 21, host Don Lemon asked Biden about the partisan rancor surrounding efforts by congressional Democrats to set up an inquiry into the Jan. 6, 2021, riot at the U.S. Capitol, and struck a pessimistic note about the broader prospects of bipartisan collaboration, asking Biden: 'If Republicans and Democrats can’t come together — right? — to investigate the biggest attack on our Capitol in 200 years, what makes you think that they can come together on anything?'<br>In response, Biden spoke about misinformation around the events at the Capitol on Jan. 6, and the role of misinformation and conspiracy theories in deepening mutual misunderstanding and conflict between Democrats and Republicans in the United States. A video of the exchange can be watched below, but the following is an edited transcript of Biden’s response:<br>The fact is, you can’t look at that television and say, 'Nothing happened on the 6th.'  You can’t listen to people who say this was a 'peaceful march.' …I’ve been through the other end of this when the Democrats, 35 years ago, were way off to the other side. <br>…I have faith in the American people — I really do — to ultimately get to the right place. And, by the way, many times Republicans are in the right place.  I don’t mean that the Repub- — that it’s always the Democratic point of view. <br>But some of the stuff — I mean, QAnon: The idea that the Democrats or that Biden is hiding people and sucking the blood of children and — no, I’m serious.  That’s — Now, you may not like me, and that’s your right… But the kinds of things that are being said of late, I think you’re beginning to see some of the — and both — and by Democrats as well — sort of the venom get — sort of — sort of leak out a lot of it.  We got to get beyond this.  Biden was referring to a set of false claims, linked to the QAnon cluster of conspiracy theories, that 'globalist elites' including Biden, Bill and Hillary Clinton, and other prominent figures in progressive politics, the news media, and the Democratic party, engage in mass satanic ritual child abuse, including drinking the blood of children. Such claims are utterly false.<br>During the 2020 presidential election campaign, followers of those theories predominantly supported outgoing President Donald Trump, whom they largely viewed as a tacit supporter or even leader of their (QAnon’s) movement, and vehemently opposed Biden, whom they viewed as either complicit, or an active participant in, the nonexistent liberal conspiracy of child sacrifice. <br>In context, then, the sense of Biden’s remarks at the CNN townhall in July 2021 was clear, and he was making the perfectly uncontroversial point that while he strongly supports bipartisan collaboration on important matters of policy and procedure, such collaboration is made much more difficult in light of what he regards as misinformation and disagreement about basic facts — for example, in relation to the events of Jan. 6 — and the fact that a non-trivial cohort of those who typically vote for Republican House and Senate candidates, believe Biden and other Democrats are engaged in the worst kind of ritual child abuse imaginable. <br>Biden made another reference to the 'drinking children’s blood' theory, while speaking to reporters upon his return to the White House after the CNN townhall on July 21. Shelby Talcott, from the right-wing Daily Caller website, asked Biden about the Democratic position on police reform and the 'defund the police' movement.<br>It’s important to note that Biden has long since repeatedly clarified that he opposes efforts to 'defund the police,' and prominent congressional Democrats including House Speaker Nancy Pelosi and Senate Majority Leader Chuck Schumer have also pushed back against that movement, popular among some left-wing activists within the Democratic coalition. <br>A video of the brief exchange between Talcott and Biden can be viewed here. Below is a transcript:<br>Talcott: Mr. President, can you clarify what you said about no — that there’s no — no one in the Democratic Party is anti-police?Biden:  I didn’t say that.Talcott: I know that you said you don’t want to defund the police —Biden: I said that that — that is not the Democratic Party’s position.Talcott: Okay.Biden: I’m the Democratic Party; I am President.  So is the Speaker of the House and so is the –- the Majority Leader.  We are not the defunding the police.Talcott: Okay.  And are there people who — in the Democratic Party, who want to defund the police?Biden: Are there people in the Republican Party who think we’re sucking the blood out of kids?Talcott: I’m not sure…Biden: [Laughs and walks away].<br>In context, the sense of Biden’s remarks was again clear in this second instance. After Biden made it clear that he and other leaders within the Democratic Party are opposed to defunding the police, Talcott again asked whether some people within the party favored that policy.<br>","claim":"U.S. President Joe Biden, and other prominent Democrats, engage in harvesting the blood of children as part of a liberal, globalist conspiracy of satanic child sacrifice."}
{ "index" : { "_index" : "snopes_prod", "_id" : 40 } }
{"id":40,"title":"Did 45K People Die Within 3 Days of Getting COVID Vaccine?","author":"Madison Dapcevich","date":"22 July 2021","body":"While attending a rally in Southern California in July 2021, attorney Thomas Renz claimed that an anonymous government whistleblower had proof that an estimated 45,000 people had died within three days of receiving their COVID-19 vaccine.<br>Renz was speaking at a Clay Clark’s ReAwaken America Tour in Anaheim, California, on July 18. The video (archived here) and its purported claims were shared by a number of far-right conspiracy websites, including Info Wars and Fear Unmasked. Though the claims were unfounded, many posters of the video argued that the allegations made during Renz’s speech provided evidence that the federal government was lying about the safety and efficacy of the COVID-19 vaccine.<br>'I’m filing papers in federal court today, so you guys are the first to hear. Go ahead and post it, it will be censored in about six seconds,' Renz told the audience. 'But, here’s what I’m going to say to those who are going to censor this. Google, YouTube, Facebook, Twitter, let me tell you what I’m going to say. You are complicit in causing death and I cannot wait to sue you over and over again.'<br>Snopes watched and transcribed the 21-minute video and determined that Renz is an Ohio attorney who has vocally taken a stance against COVID-19 mask mandates and vaccinations. He has used his platform to peddle unfounded claims that the government is lying about vaccinated individuals dying in mass numbers. The shaky video in question was recorded on July 18 and posted the following day to BitChute, a social video-hosting platform that was launched in 2017 as an alternative to YouTube. An analysis published in 2020 by a team of computer scientists found that 'only a handful of channels receive any engagement, and almost all of those channels contain conspiracies or hate speech.'<br>A look at the Supreme Court of Ohio attorney directory revealed that Renz attended Case Western Reserve University and is actively practicing in the state for Renz Law, LLC., of which he is the founder. At the core of his argument was a lawsuit Renz filed in Alabama on behalf of America’s Frontline Doctors (AFD) against the U.S. Department of Health and Human Services Secretary (DHHS) Xavier Becerra that claimed the federal government did not have grounds to roll out any of the three COVID-19 vaccinations.<br>A complaint, which starts a lawsuit, was formally filed on June 10 demanding a jury trial. Renz was listed as a signatory in the below statement:<br>'The Vaccines are unapproved, inadequately tested, experimental and dangerous biological agents that have the potential to cause substantially greater harm than the SARS-CoV-2 virus and the COVID-19 disease itself,' read the complaint.<br>The complaint further noted that the country’s vaccine emergency use authorizations were unjustified and that 'there is not now, and there never has been, a bona fide ‘public health emergency’ due to the SARS-CoV-2 virus or the COVID-19 disease.'<br>While some have used the lawsuit to suggest there is legitimacy in its contents, it is important to note that filing a lawsuit does not guarantee that the case has legal or factual merit. Next, the defendant will have a chance to respond and, if they choose, file a motion to dismiss the case after which a federal court in Alabama will decide whether to move forward.<br>The video in question came out as Renz filed an injunction on July 19 asking that the defendant, Becerra, stop the emergency use authorizations for COVID-19 vaccines while the case is pending.'VAERS collects data on any adverse event following vaccination, be it coincidental or truly caused by a vaccine. The report of an adverse event to VAERS is not documentation that a vaccine caused the event,' noted the DHHS.<br>But time and again, fabricated and dubious VAERS reports have been at the center of fear-mongering cries to stir opposition against vaccines. And while healthcare providers are required by law to report to VAERS, anyone can file a report. Just because an adverse reaction is listed in the system does not mean that it is legitimate or has been evaluated by medical professionals. (Knowingly filing a false VAERS report is a violation of federal law punishable by fine and imprisonment.)<br>Despite claiming to have evidence to prove that 45,000 individuals died within three days of receiving their COVID-19 vaccine, our investigation did not reveal a legitimate source to suggest that such allegations are factual. And because our own query into the VAERS system revealed 5,000 deaths following — but potentially unrelated to — COVID-19 vaccination, we rate this claim as 'False.'<br>","claim":"Some 45,000 Americans died within three days of receiving their COVID-19 vaccine."}
{ "index" : { "_index" : "snopes_prod", "_id" : 41 } }
{"id":41,"title":"No, There Weren’t More COVID-19 Vaccine Deaths Than COVID-19 Deaths","author":"Bethania Palma","date":"22 July 2021","body":"On July 17, 2021, the junk news site Gateway Pundit published a misleading story with a headline falsely reporting there have been more deaths from the vaccines for COVID-19 than the virus itself.<br>The headline read, 'For Second Week in a Row: More COVID-19 Vaccination Deaths than COVID-19 Deaths in the US According to CDC and VAERS Websites.'<br>VAERS stands for Vaccine Adverse Event Reporting System, a website monitored by the U.S. Food and Drug Administration (FDA) and the Centers for Disease Control and Prevention (CDC). The figures on the site reflect the fact that it’s a public reporting tool, not a vaccine death toll.<br>'VAERS accepts reports of any adverse event following any vaccination,' according to the CDC. 'Reports of adverse events to VAERS following vaccination, including deaths, do not necessarily mean that a vaccine caused a health problem.'<br>The CDC also said the COVID-19 vaccines are safe, and that reports of deaths from the vaccines are rare: More than 339 million doses of COVID-19 vaccines were administered in the United States from December 14, 2020, through July 19, 2021. During this time, VAERS received 6,207 reports of death (0.0018%) among people who received a COVID-19 vaccine. FDA requires healthcare providers to report any death after COVID-19 vaccination to VAERS, even if it’s unclear whether the vaccine was the cause. Reports of adverse events to VAERS following vaccination, including deaths, do not necessarily mean that a vaccine caused a health problem. A review of available clinical information, including death certificates, autopsy, and medical records, has not established a causal link to COVID-19 vaccines. However, recent reports indicate a plausible causal relationship between the J&J/Janssen COVID-19 Vaccine and TTS, a rare and serious adverse event—blood clots with low platelets—which has caused deaths.<br>Significant adverse reactions from COVID-19 vaccines are rare, but when they do happen, they are usually the result of an allergic reaction.<br>","claim":"There have been more deaths from COVID-19 vaccines than deaths from the actual virus."}
{ "index" : { "_index" : "snopes_prod", "_id" : 42 } }
{"id":42,"title":" No, Biden Did Not Say Unvaccinated Americans ‘Will Be Put in Camps’ amid delta variant.","author":"Dan MacGuill","date":"20 July 2021","body":"In the summer of 2021, social media users enthusiastically shared screenshots of an earlier, entirely inaccurate article that claimed President Joe Biden had announced his intention to place U.S. residents in 'camps' if they failed to be vaccinated against COVID-19. <br>The headline, which was partially cut off in many cases, read: '[President Joe Biden] Announces Americans Not Vaccinated Before 2022 Will Be Put in Camps,' and the first paragraph, visible in the screenshots, read:<br>President Joe Biden announced his latest effort to stop the spread of COVID-19, he will be putting Americans who have chosen to not be vaccinated, into 'quarantine camps' where they will be detained indefinitely until they get their shots.In reality, Biden had made no such announcement, and the claim at the center of all those social media posts was entirely fabricated. In fact, the article in question was labelled 'satire' by its original authors, and as such, we are issuing a rating of 'Originated as Satire.'<br>A significant irony exists in the fact that those chiefly responsible for spreading the false and inflammatory story belong to a movement — COVID-19, anti-vaccine and 'New World Order' conspiracy theorists — which so vocally emphasizes the importance of 'doing your own research.' In this case, just a few seconds of research would have revealed the true origins of the bogus 'Covid camps' story, since the screenshots all included the name of the website that published the article — ValueWalk.com: If they read to the end, they would also have found the following: 'Disclaimer: This is a satirical article.'<br>The original piece was published on June 17 by TheStonkMarket.com, a website that describes its output as satirical, as follows: 'TheStonkMarket.com is a financial satire site.'<br>The 'Covid camps' episode illustrates vividly the ease with which purportedly satirical content can be stripped of labels identifying it as such and deployed as inflammatory, and even harmful misinformation, that readers, without the immediate benefit of those original disclaimers, take very seriously indeed. <br>","claim":"In 2021, U.S. President Joe Biden announced his intention to place in 'camps' anyone not vaccinated against COVID-19 by 2022."}
{ "index" : { "_index" : "snopes_prod", "_id" : 43 } }
{"id":43,"title":"No, 5 JetBlue Pilots Didn’t Die From the COVID-19 Vaccine","author":"Bethania Palma","date":"19 July 2021","body":"In mid-July 2021, Stew Peters, a conservative internet talk show host who has a track record for spreading COVID-19 vaccine misinformation, used his show on the video platform Rumble to spread more COVID-19 vaccine misinformation.<br>Snopes readers emailed us asking about a post seen on Facebook from a Qanon conspiracy theory website containing the headline, 'VIDEO: HORRIFIC! – FIVE Jet Blue Airlines Pilots DEAD, Media Intentionally Hiding Vaxx Fears.' The post contained a link to Peters’ show.<br>During that July 16 show, Peters and his guest Dr. Jane Ruby (who is not a medical doctor) claimed that five JetBlue pilots died as a result of receiving a COVID-19 vaccine shot. But oddly Ruby also admitted she didn’t know whether any of the pilots mentioned even received the shot. (We added bold text to the key portion of the quote below):<br><br>This is another bombshell, an airline we have not heard about or from yet. It’s JetBlue. A pilot has come forward who’s still actively in the company to let us know that five JetBlue pilots passed away between February of this year and May. There’s no direct information yet about their jab status. But he, this pilot does acknowledge that the company is keeping that kind of thing very quiet.<br>Ruby then goes on to name five JetBlue employees who died between February and May of 2021. JetBlue has about 20,000 employees.<br>In company marketing materials, JetBlue said it encouraged employees to get vaccinated and that the 'majority' of crew members had received the vaccine.<br>In obituaries found online for the JetBlue employees named by Ruby, two mentioned the cause of death. In those cases, the deaths had nothing to do with COVID-19 or the vaccine. One pilot died in a UTV accident. Another died of cancer.<br>In a statement emailed to Snopes, JetBlue acknowledged that four pilots died in 2021. One employee named by Ruby wasn’t a pilot, but an inflight crew member. The company called the video an effort to intentionally mislead the public:<br>JetBlue is aware of a report that mentions four of our pilots and one inflight crewmember who have passed away this year. While we mourn their loss, there is no connection in their deaths or to the COVID-19 vaccine. The social media video appears designed to intentionally deceive the public and should not be considered a trusted source of information.<br>The claim that five JetBlue 'pilots' died from the vaccine echoes a similar claim about British Airways. That claim was also false and used the same method of apparently trawling the internet for people from the same airline company who died in prior months, then claiming without evidence they died from the vaccine.<br>Peters and Ruby had previously taken to the show to claim that the vaccines were injected magnets into people, a claim that spectacularly backfired in an attempted live demonstration that went viral: <br>We are rating this claim 'False' because it comes from an unreliable source with a track record for spreading misinformation, and by the source’s own admission, there is insufficient evidence to support the claim. We also note that the evidence that is available — namely the cause of death in two of the five cases — directly contradicts the claim.<br>","claim":"Five JetBlue pilots died as the result of receiving the COVID-19 vaccine."}
{ "index" : { "_index" : "snopes_prod", "_id" : 44 } }
{"id":44,"title":"Did a 5G Cellular Network Test Cause Hundreds of Birds to Die?","author":"Alex Kasprak","date":"16 July 2021","body":"On 5 November 2018, Erin Elizabeth’s medical conspiracy blog Health Nut News “reported” a seemingly disturbing story out of the Netherlands with the headline “Hundreds of birds dead during 5G experiment in The Hague, The Netherlands.” It turned out that Elizabeth’s article was the wholesale regurgitation of a series of Facebook posts authored by a man named John Kuhles who runs several anti-5G conspiracy websites and social media pages.<br>Kuhles, who recently suggested that the devastating November 2018 California wildfires were triggered by a direct energy weapon as an act of revenge from the “Ruling Elite” to punish the state for vetoing a “mass 5G deployment” plan, tied the factual existence of unexplained bird deaths at a park (Huijgenspark) in The Hague, Netherlands, to a non-existent test of a next generation cell phone network (5G) that Kuhles claimed (without evidence) took place simultaneous with the bird deaths:<br>About a week ago at The Hague, many birds died spontaneously, falling dead in a park. You likely haven’t heard a lot about this because it seems keeping it quiet was the plan all along. However, when about 150 more suddenly died- bringing the death toll to 297- some started to take notice.<br>And if you are looking around that park you might have seen what is on the corner of the roof across the street from where they died: a new 5G mast, where they had done a test, in connection with the Dutch railway station, to see how large the range was and whether no harmful equipment would occur on and around the station.<br>And harm happened, indeed. Immediately afterward, birds fell dead from the trees. And the nearby ducks that were swimming seemed to react very oddly as well; they were simultaneously putting their heads underwater to escape the radiation while others flew away, landing on the street or in the canal. Again, almost at the exact same time that those animals died, near the station, Holland Spoor was tested with a 5G transmitter mast … All the information that follows comes from John Kuhles’ public Facebook page.<br>Did Hundreds of Birds Die in a Short Period of Time at Huijgenspark?<br>It is true a series of mysterious bird deaths has occurred at a park in The Hague. According to the municipal government, the birds began to die on 19 October 2018, and soon afterwards those deaths inspired a dog ban in Huijgenspark as a precautionary measure:<br>Between Friday, 19 October and Saturday, 3 November 2018, 337 dead starlings and 2 dead common wood pigeons were found. The municipality cannot rule out the possibility that the birds were poisoned. This is why the municipality has taken extra precautionary measures and announced a temporary ban on dogs for Huygenspark.<br>Testing performed by the Netherlands Food and Consumer Product Safety Authority ruled out West Nile virus and the usutu virus, but it had not yet ruled out other viruses or poisoning as of 12 November 2018. A team of experts will continue to investigate the cause of these deaths:<br>The municipality, together with De Wulp bird rescue, has asked experts in fauna research to look into this question. The cause of death for the birds is being investigated by Wageningen Bioveterinary Research (Lelystad), Dutch Wildlife Health Centre (Utrecht), Erasmus University (Rotterdam) and Universiteit Gent. Initial results are expected in mid-November 2018.<br>Mysterious bird deaths, though great fodder for conspiracy cranks, are not uncommon. Due to their unexplained nature, they are popular with those seeking to stoke fears or make political or religious points. In 2011, for example, Arkansas, Louisiana, and parts of Sweden were the site of thousands of bird deaths in a short time, which the media dubbed “the aflockalypse.” Contemporaneous reporting by the Associated Press made it clear that these mass die-offs are quite common and often unexplained:<br>Since the 1970s, the U.S. Geological Survey’s National Wildlife Health Center in Wisconsin has tracked mass deaths among birds, fish and other critters, said wildlife disease specialist LeAnn White. At times the sky and the streams just turn deadly. Sometimes it’s disease, sometimes pollution. Other times it’s just a mystery … On average, 163 such events are reported to the federal government each year, according to USGS records.<br>Did a 5G Wireless Test Take Place Near Huijgenspark at the Time of the Bird Deaths?<br>5G is the proposed 5th generation cellular network, and it is technology that is largely still in development. Various countries have tested forms of it, including The Netherlands, but its widespread adoption is not expected until 2020. We will discuss the technical aspects of 5G compared to existing cellular technology in the next section, but widespread access to this technology is a priority for the Dutch government, and they have performed tests of the technology a handful of times.<br>One such test did occur in an area generally near Huijgenspark, but it took place on 28 June 2018, and it was not followed by a massive bird die-off. For this test, the Dutch equivalent of the FCC provided a one-day permit for the telecommunication company Huawei to use the 5G frequencies needed for the test:<br>Huawei has demonstrated a live 5G network in The Hague, using 100 MHz of spectrum in the C-band at 3.5 GHz. As the frequencies are not normally available for mobile services in the Netherlands, the Telecom Agency granted a special one-day permit for the demonstration at the KPN office in the Voorburg area. The band is available for local licensing, but in allotments far smaller than the full 100 MHz width that is standardized for 5G.<br>No evidence suggests that any other 5G test ever occurred in The Hague or that a 5G antenna was installed near that park conveniently out of view. We reached out via Twitter to the Dutch company NS, the operator of the train station allegedly involved in the 5G test, and a representative told us that they were “unaware that recent 5G tests were conducted at this location.” A representative of KPN, the largest mobile operator in The Netherlands, told us via Twitter that “I can be very clear about this matter; there are no 5G tests in Den Haag. This is a complete hoax.” Huawei, the cellular provider who took part in the one-day June test, did not respond to our inquiry about a test occurring, but the Dutch equivalent to the FCC asserted that no such test occurred.<br>It bears mentioning that Kuhles has since walked back his claim that a 5G test occurred at all (though this fact does not appear to have dissuaded Erin Elizabeth from running with her story), and he has now moved the goalposts so far as to claim that perhaps it was just a whole lot of 4G LTE networks getting up in those birds’ business. Either way, from a scientific standpoint his ideas would generously be described as dubious.<br>Could 5G Technology Have Caused Something Like This in the First Place?<br>Promoters of 5G technology promise faster data rates along with reduced energy and financial cost. For the most part, these improvements will come from utilizing higher frequency radio bands and the development of more advanced cellular towers:<br>Typically when a new mobile wireless technology comes along (like 5G), it’s assigned a higher radio frequency … The reason new wireless technologies occupy higher frequencies is because they typically aren’t in use and move information at a much faster speed. The problem is that higher frequency signals don’t travel as far as lower frequencies, so multiple input and output antennas (MIMOs) will probably be used to boost signals anywhere 5G is offered.<br>In Europe, 5G will make use of three frequency ranges: a low-frequency 700MHz “coverage layer,” a 3.4-3.8GHz band which will be the primary bandwidth, and a “super data layer” in the higher frequency 24.25-27.5GHz band. This latter range is more theoretical and is not what has been tested in The Netherlands thus far, as the only known test of 5G in the Hague utilized the 3.4-3.8GHz band. Regardless, all of these frequencies fall within a range considered by the International Commission on Non-Ionizing Radiation Protection (first in 1998 and again in 2009) to be safe:<br>It is the opinion of ICNIRP that the scientific literature published since the 1998 guidelines has provided no evidence of any adverse effects below the basic restrictions and does not necessitate an immediate revision of its guidance on limiting exposure to high frequency electromagnetic fields … The plausibility of the various non-thermal mechanisms that have been proposed is very low. In addition, the recent in vitro and animal genotoxicity and carcinogenicity studies are rather consistent overall and indicate that such effects are unlikely at low levels of exposure. Therefore, ICNIRP reconfirms the 1998 basic restrictions in the frequency range 100 kHz–300 GHz until further notice.<br>Radio waves used in cellular technology can be described both by their frequency (or wavelength) and in terms of the energy being used to carry that frequency. The aforementioned restrictions refer to limits on the energy carrying a signal, which create exposure limits for various frequencies. Dr. Eric van Rongen, a member of the Health Council of the Netherlands and the Chairman of the International Commission on Non-Ionizing Radiation Protection, told us via email that the levels of exposure in the 5G frequency range are comparable to existing technology:<br>The levels of exposure would be comparable to those of the current (3G and 4G) networks, and thus very low, much lower than the exposure limits. The only way one could imagine death of birds as a result of exposure to electromagnetic fields is with very high level exposure that results in considerable heating … But the levels that are used by mobile telecom antennas are not strong enough for this to happen. There are maybe millions of such antennas around the world and this has never been reported.<br>“Even if there would have been 5G exposure,” he told us, it is “very unlikely that that could cause the [bird] mortality.”<br>“My 5G Conclusions Are Assertions/Conjecture with A QUESTION Mark!”<br>One of the great benefits to being a conspiracy blogger, outside of the fact that copy and pasting a Facebook post counts as “reporting” and that objective reality need not be considered, is that you don’t really need to follow up or correct yourself even when the person pushing a given conspiracy completely changes his tune. Erin Elizabeth’s post, which has been shared well over 125,000 times on Facebook, included all of Khule’s posts on the subject up to 2 November 2018.<br>But on 8 November 2018, Kuhles posted again, appealing to his own authority while making sure everyone knew he wasn’t really all that serious about that whole 5G thing in the first place. He brushed off factual criticism by calling his doubters sheeple and capitalizing certain words to make the letters LIE more prominent:<br>Some think there is “no 5G” in Den Haag. That is a lie (or mis-perception) the so called “conclusions” of some (pseudo)-skeptics. Some “Authorities” claim a lot and is parroted by lesser authorities and beLIEved by the masses … it is a system of beLIEfs, false assumptions copy catted … That problem is with almost all controversial topics, nothing new … most ppl just love to be told “what is” … My 5G conclusions are assertions/conjecture with a QUESTION mark!<br>As compelling as this kind of testimony may be to Erin Elizabeth’s Health Nut News, the facts are this: No 5G test occurred during the time that the mysterious starling deaths occurred, and the only person suggesting otherwise is someone with a vendetta against both objective reality and 5G wireless. Even if a 5G test had occurred, however, no mechanism exists that would explain how it could have affected starlings at all, let alone only starlings and no other birds or animals in the region.<br><br>","claim":"The test of a 5G cellular network is the cause of unexplained bird deaths occurring in a park in The Hague, Netherlands."}
{ "index" : { "_index" : "snopes_prod", "_id" : 45 } }
{"id":45,"title":"Are These ‘Chernobyl-Grown Carrots’ Real?","author":"Dan Evon","date":"9 July 2021","body":"In July 2021, an image supposedly showing a bag of carrots that were grown in Chernobyl, the site of a nuclear disaster in 1986, was widely circulated on social media:<br>I can’t believe they are selling carrots from Chernobyl Check the bottom off the package. This is not a genuine photograph of a bag of carrots that were grown at the site of the Chernobyl nuclear disaster. This image has been digitally altered. <br>This image has been circulating since at least 2020. It appears to have started circulating in the wake of a December 2020 controversy in which Tesco was criticized for selling a product labeled 'British Carrots' that had been 'grown in Spain.' One of the earliest postings (and possibly the original version of this image) came from Twitter user Mike Neaverson, the CEO of the soil management company Neaverson Growers Ltd. Neaverson followed this tweet with a thread explaining that this image was fake and that the real photograph, which showed a 'British Carrots' product labeled as 'grown in Spain' had been a simple mistake. The thread read in part:<br>Just to be clear as I fear this has now gone a bit too far from the agricultural community who appreciate the in-joke. I can confirm that Tesco’s are not selling badly photoshopped radioactive carrots.<br>There’s also a much wider point here about who labels the food we eat. You may have seen today a picture of a bag of carrots displaying a Union Jack but also ‘grown in Spain’.<br>The fresh produce industry is doing a remarkable job with huge unprecedented Christmas demand and massive staffing issues caused by Covid. All that’s happened here is some poor bugger has accidentally pressed the wrong button on the label printer. There’s no grand conspiracy.<br>Tesco would also issue an apology and explain that the 'grown in Spain' label had been an accident. A Tesco spokesperson said:<br>A small number of bags of our British carrots were incorrectly labelled as having been grown in Spain.<br>We are sorry for the confusion caused and would like to reassure our customers that all of our carrots described as British are grown in the UK.<br>While the fake Chernobyl-grown carrots photo was created as a joke to mock the incorrectly labeled 'grown in Spain' bags, it appears that this doctored image used a correctly labeled 'Grown in UK' bag of carrots as its base. If you look closely at the Chernobyl picture, you can see a bit of digital white out covering the letters 'UK.' Notice, too, how straight the word 'Chernobyl' is compared to the other words that were truly printed on this plastic bag.<br>","claim":"A photograph shows a bag of carrots that were grown in Chernobyl."}
{ "index" : { "_index" : "snopes_prod", "_id" : 46} }
{"id":46,"title":"Is This a Breast Rash Caused by South American Larvae?","author":"David Mikkelson","date":"8 July 2021","body":"After anthropologist Susan McKinley came back home from an expedition in South America, she noticed a very strange rash on her left breast. Nobody knew what it was and she quickly dismissed it believing that the sores would leave in time.<br>Upon her return she decided to see a doctor after she started developing intense pains. The doctor, not knowing the exact severity of the case, gave her antibiotics and special creams. As time elapsed the pain did not subside and her left breast became more inflamed and started to bleed. She decided to bandage her sores however as Susan’s pain grew more intense she decided to seek help from a more certified doctor.<br>Dr. Lynch could not diagnose the infection and told Susan to seek the aid of one of his colleagues who specialized in dermatology whom was sadly on vacation. She waited for two weeks and finally was able to reach the dermatologist. Sadly, a life changing event was about to unfold during her appointment. To Miss McKinley’s surprise, after she removed the bandages, they found larva growing and squirming within the pores and sores of her breast. Sometimes these wicked creatures would all together simultaneously move around into different crevices. What she didn’t know was that the holes were in fact, deeper than she had originally thought for these larvae were feeding off the fat, tissue, and even milk canals of her bosom. The holes were 5 cm deep. She was operated on and the larva was removed from her breast. Therefore always take a slight rash serious and have the eggs removed before it is to late. Cheers and may the creatures leave you in peace.<br>[Collected via e-mail, 2005]<br>Read the article first before looking at the picture and film. This looks horrible. Oh my God!!!!!!!<br>Ladies this could happen to you and Guys this could happen to your wife, girlfriend, partner so please BEWARE,and also warn others. (see the 2 files attached)<br>It has been reported that this is happening in Zimbabwe as well, please make sure you iron your undergarments before you wear them and make sure that your clothes are ironed when they are dry and not damp. The picture is horrible but I felt that I should share with you.<br>[Collected via e-mail, 2006]<br>ALL, PLEASE WASH ALL BRAS, UNDERWEAR WHEN YOU BUY BEFORE WEARING THEM. WE DO NOT KNOW WHAT PARASITE IS IN OUR CLOTHES WHEN WE BUY THEM. FORWARD TO EVERYBODY YOU KNOW. LET ME FORE WARN YOU THIS IS SO SQUIMISH, I FEEL LIKE SOMETHING IS CRAWLING ALL OVER ME EVEN AS I SEND THIS TO YOU. BE AWARE. IT IS SO GROTESQUE.PLEASE WASH YOUR UNDERWEAR BEFORE WEARING. PREFERABLY IN BOILING HOT WATER.<br>This is not for the weak, I have never seen anything like this. Read the article first before looking at the picture and film. This looks horrible. Oh my God!!!!!!!<br>[Collected via e-mail, March 2007]<br>YOU MUST READ BELOW BEFORE OPENING THE PICTURES. SHARE THIS WITH, DAUGHTERS, SISTERS, FRIENDS…ANY WOMAN<br>My brother was recently telling me of a news story he heard regarding a flesh-eating bacteria found in new clothing shipments to the USA.<br>These are the first pictures I have seen regarding that very subject. After seeing the attached photos, I understand the gravity of what he was telling me. This is something that is a very real and very serious concern as you will see.<br>Ladies / gentelmens please make it a habit from this point forward to wash your just purchased undergarments before wearing them.Or spinning them in the dryer. This is sensitive.<br>Please share with as many women and men that you know. Our undergarments are made in different parts of the country, sit in boxes and go through many hands and exchanges before we purchase them for ourselves.<br>TO ALL , PLEASE WASH ALL BRAS, UNDERWEAR ( ALL CLOTHING ) WHEN YOU BUY BEFORE WEARING THEM. YOU CAN THROW THEN IN THE DRYER FOR A QUICK SPIN TO KILL THE PARASITES TOO !!<br>WE DO NOT KNOW WHAT PARASITE IS IN OUR CLOTHES WHEN WE BUY THEM. FORWARD TO EVERYBODY YOU KNOW.<br>The attached photos are not for the weak hearted.<br>This item is another example of a common online phenomenon: Someone makes an image available, the picture begins to circulate through sharing, the original attribution or explanation for the image gets lost along the way (or was never provided), people begin to make up stories to explain the origin of the now-sourceless picture, and those fabricated explanations become attached to the image as it continues to circulate.<br>We’ve seen this phenomenon before in the maggot photographs (disturbing image warning), only in this case it isn’t just the explanation that’s fabricated; the image is a phony one created through digital manipulation as well.<br>This image appeared on the internet back in June 2003 (on a web site with a collection of other manipulated photographs); at that time it carried no explanation at all and was soon attributed by others to some new type of 'body modification.' Not until a couple of months later did it pick up the story about an anthropologist named 'Susan McKinley' who returned from a South American expedition to notice a 'very strange rash' on her breast caused by 'larvae' which were 'feeding off the fat, tissue, and even milk canals of her bosom.'<br>No known medical condition causes a result like the one depicted here, and the breast tissue around the supposed 'larvae infestation' (larvae of what?) is too healthy (no redness, inflammation, or necrosis) to be believable. This image appears to be the product of the melding of a photograph of a woman’s breast and a picture of something similar to a lotus seed pod:<br>The referenced clip was a genuine video, but it had no connection to Hurricane Katrina. It showed the treatment of a Nigerian patient with breast lesions and multiple sinuses containing Tumbu fly larvae. (Fourteen separate larvae were eventually extracted from the breast.) The authors of a 2004 medical journal article on the case noted at the time that only 'one case has been reported in the English literature.'<br>In 2006, someone combined the following text with a series of photographs of patients experiencing what look like severe rashes, infections, and necrosis of the upper chest and breasts. The specific origins of these photos are unknown to us, but they likely depict the advanced stages of breast cancer.<br>","claim":"Photograph shows a breast rash caused by South American larvae."}
{ "index" : { "_index" : "snopes_prod", "_id" : 47 } }
{"id":47,"title":"The Bill Gates ‘Depopulation Through Forced Vaccination’ Headline, Explained","author":"Dan Evon","date":"6 July 2021","body":"In June 2011, an Irish tabloid known for publishing conspiratorial content called 'The Sovereign Independent' published an article about Bill Gates that carried the misleading headline 'Depopulation Through Forced Vaccination: The Zero Carbon Solution!'<br>An image of this newspaper article resurfaced during the COVID-19 pandemic in 2020 along with a variety of false claims. Social media users claimed, for example, that this newspaper was proof that the pandemic had been 'planned.' Others claimed that this article had been 'scrubbed' from the internet — a false claim to make this article appear extra nefarious — and that the pandemic was somehow connected to the Sept. 11 terrorist attacks. This is a genuine image of a headline that was published in an Irish tabloid in 2011. But this headline is misleading, this article isn’t proof of a planned pandemic, COVID-19 is not related to the Sept. 11 terrorist attacks, and this newspaper has not been 'scrubbed' from the internet. <br>The Sovereign Independent was an Irish tabloid that started publishing circa 2009. While the website is still live, it is full of broken links and images and appears to have last been updated in 2014. An archived copy of the above-displayed headline can be seen here. In other words, it has not been scrubbed from the internet. It should also be noted that this was not a 'newspaper' with a credible track record of reporting. Rather, this tabloid trafficked in conspiracy theories, promoting content from organizations such as AE911Truth, a group that believes 9/11 was the result of a controlled demolition, not a terrorist attack, and Infowars.com, the website operated by conspiracy theorist Alex Jones, who falsely claimed for years that the mass shooting at Sandy Hook Elementary School was a 'false flag.' <br>The June 2011 issue of 'The Sovereign Independent' where this Gates headline comes from, for example, included an article from PrisonPlanet.com, an offshoot of Infowars, claiming that the death of Osama Bin Laden was a hoax. <br>The 'Depopulation Through Forced Vaccination' headline deals with a well-trodden conspiracy theory that is based on a relatively simple misunderstanding. While many see the word 'depopulation' and think of something like genocide (the implication here is that Gates wants to kill people via vaccinations), that isn’t the case here.<br>Gates does view the rising human population as a problem, and he truly has focused on efforts to slow population growth. But these efforts were not based on killing people. In fact, the opposite is true. Gates found that population growth can be slowed by keeping people alive. <br>One initiative, for example, focused on providing easy access to birth control (less babies means less people). Another imitative focused on providing access to medical care and vaccines. The thinking here, as explained in the 2009 Bill and Melinda Gates Foundation Annual Letter, is that you can slow population growth by lowering the mortality rate, especially among children. <br>A surprising but critical fact we learned was that reducing the number of deaths actually reduces population growth … Contrary to the Malthusian view that population will grow to the limit of however many kids can be fed, in fact parents choose to have enough kids to give them a high chance that several will survive to support them as they grow old. As the number of kids who survive to adulthood goes up, parents can achieve this goal without having as many children.<br>","claim":"A newspaper article about Bill Gates bearing the headline 'Depopulation Through Forced Vaccination' has been scrubbed from the internet."}
{ "index" : { "_index" : "snopes_prod", "_id" : 48 } }
{"id":48,"title":"Was COVID Vaccine Microchip Detected With Pet Scanner?","author":"Dan Evon","date":"2 July 2021","body":"At the end of June 2021, a video started circulating on social media that supposedly showed a pet scanner detecting a microchip from the COVID-19 vaccine in a person’s arm: This video does not show a pet scanner detecting a microchip from the COVID-19 vaccine in a person’s arm. The COVID-19 vaccine does not contain any microchips. It does not make you magnetic and it does not insert anything into your body with a GPS signal. <br>This video was originally posted to TikTok by user jasmine_0708. While the original post was accompanied by surprise emojis and hashtags indicating that this was a side effect of the vaccine, this TikTok user was quick to clarify that this was just a joke. <br>While this TikTok user may have meant this short clip as a joke, the video was soon picked up and spread by other social media users in posts that contained no such disclaimers. As many people have already been led to believe (via anti-vaccination misinformation campaigns) that the COVID-19 vaccine contained some sort of microchip, some who encountered this video thought that it was real. <br>In June 2021, after similar videos went viral on TikTok that supposedly showed people detecting microchips via magnets, Centers for Disease Control and Prevention Director Dr. Rochelle Walensky told Gayle King on 'CBS This Morning':<br>'We are not being injected with chips. What we’re being injected with is this incredible scientific breakthrough that keeps us safe and is effective against something that has killed hundreds of thousands of Americans over the last 15 months.'<br>","claim":"A viral video shows a pet scanner detecting a microchip from the COVID-19 vaccine in a person's arm."}
{ "index" : { "_index" : "snopes_prod", "_id" : 49 } }
{"id":49,"title":"No, Pimple Popping Videos Were Not Banned on YouTube","author":"Madison Dapcevich","date":"20 June 2021","body":"No, pimple popping videos were not banned by the video streaming platform YouTube.<br>This claim appeared to have originated in early January 2020 when a YouTube account by the name of Medical Jeopardy shared a video titled, 'Pimple Popping Gets Banned! Why YouTube Hates Pimples.' <br>In a compilation video showing pimples — and blackheads, and cysts, and other cutaneous bumps and lumps — being popped, the original poster claimed that YouTube creators like himself were 'struggling with the platform' and that revenue had declined significantly because YouTube thought some 'medical videos are too graphic.' The user said that the platform seemed to 'want to shut us down' and added that creators were abandoning YouTube because of its stringent publication guidelines. To combat this decline in revenue, Medical Jeopardy asked that viewers visit its Amazon store and listed several links in the video description, including items like Restmore Sleep Aid and Thinergy Weight Loss — none of which were related to pimple popping. The video appeared to be a clickbait ruse to get viewers to look at advertisements for various items on Amazon.<br>The YouTube channel described itself as: <br>Medical Jeopardy is presented by the Blackhead King. This channel features boils, blister, blackheads, cysts, acne and dermatology based videos. We will show you some amazing, freakish medical content! For the most part, it will be educational, but it will also be entertaining. So if you like whiteheads, MRSA, trypophobia, and medical trivia, then this is the channel for you! Please subscribe!<br>And a look through the content shared by Medical Jeopardy, the account that originally posted the video claiming YouTube was banning such content, revealed a long list of pimple popping-like videos. <br>Not to mention, a YouTube search for 'pimple popping' returned thousands of nauseating results. And the account of Dr. Sandra Lee (aka 'Dr. Pimple Popper') — whose subscribers totals more than 7.11 million — was still active as of this writing.<br>A review of the YouTube community guidelines revealed the video streaming platform does not allow content that is deemed harmful or dangerous, violent or graphic, hate speech, criminal, harassing, or misinformation related to COVID-19 — none of which encompasses pimple popping.  As such, we have rated this claim as 'False.'<br>","claim":"YouTube banned videos of people popping pimples."}
{ "index" : { "_index" : "snopes_prod", "_id" : 50 } }
{"id":50,"title":"WHO Isn’t Banning ‘Women of Childbearing Age’ from Drinking Alcohol","author":"Nur Ibrahim","date":"19 June 2021","body":"On June 15, 2021, the World Health Organization (WHO) released a first draft report detailing its 'Global Action Plan on Alcohol.' The document called for 'accelerated action to reduce the harmful use of alcohol' and detailed the health impact of certain levels of alcohol consumption on populations around the world—not just women. <br>The report did argue for paying attention to alcohol consumption by pregnant women and women of childbearing age, among other vulnerable groups.<br>However, rage-bait headlines published by a number of outlets made it appear as if the WHO had proposed to ban women of childbearing age from drinking alcohol entirely. An Irish Post headline read, 'World Health Organization wants to BAN all women aged 18-50 from drinking alcohol.' A Daily Mail headline said, 'World Health Organization plan to stop women of child-bearing age from drinking alcohol would be ‘completely disproportionate’, critics say.'<br>Numerous outlets also described the language of the report as sexist.<br>These headlines misrepresented the WHO report. While the report does say, 'appropriate attention should be given to […] prevention of drinking among pregnant women and women of childbearing age,' it meant in the context of raising awareness around alcohol-related harm. Reproductive age, according to the WHO, ranges from 15 to 50 years old.<br>The report did not call for a specific ban on alcohol, nor could the WHO realistically implement such a ban. Rather, it suggests awareness-raising campaigns, such as a 'World no alcohol day/week' as one way to teach more people about potential harmful impacts of alcohol.<br>Additionally, the report is titled: 'Global Strategy to Reduce the Harmful Use of Alcohol' (emphasis: ours). Such measures, through the SAFER initiative include policy suggestions such as restricting alcohol availability and banning alcohol promotion and advertisements. Part 2 of the report, which references women of childbearing age, focuses on awareness-raising and advocacy, a far cry from prohibition. <br>The report also details:<br>The impact of harmful use of alcohol on health and well-being […] should be expanded to include other areas of health and development such as mental health, injuries, violence, infectious diseases, productivity at workplaces, family functioning and a 'harm to others' perspective. Modern communication technologies and multimedia materials are needed for successful advocacy and behavioural change campaigns, including social media engagement.<br>In a statement to Newsweek, WHO clarified: 'The current draft of WHO’s global action plan does not recommend abstinence of all women who are of an age at which they could become pregnant. However it does seek to raise awareness of the serious consequences that can result from drinking alcohol while pregnant, even when the pregnancy is not yet known.' WHO added that the report was a 'first draft' and several rounds of consultations will take place before it is finalized and released.<br>Given that the language and intention of the report has been misrepresented in headlines, and the WHO has denied recommending women abstain from drinking alcohol, we rate this claim as 'False.'<br>","claim":"The World Health Organization (WHO) proposed a ban on women of childbearing age drinking alcohol in its global action plan released on June 15, 2021."}
















































































